{"meta":{"title":"Nobody's Blog","subtitle":null,"description":null,"author":"John Doe","url":"http://yoursite.com","root":"/"},"pages":[{"title":"标签","date":"2019-04-10T07:57:37.000Z","updated":"2019-04-10T07:58:51.943Z","comments":true,"path":"tags/index.html","permalink":"http://yoursite.com/tags/index.html","excerpt":"","text":""},{"title":"文章分类","date":"2019-04-10T07:57:22.000Z","updated":"2019-04-10T07:58:27.545Z","comments":true,"path":"categories/index.html","permalink":"http://yoursite.com/categories/index.html","excerpt":"","text":""}],"posts":[{"title":"Lychee--荔枝图床-docker-部署-记录","slug":"Lychee--荔枝图床-docker-部署-记录","date":"2018-12-05T00:42:00.000Z","updated":"2019-04-10T11:51:58.420Z","comments":true,"path":"2018/12/05/Lychee--荔枝图床-docker-部署-记录/","link":"","permalink":"http://yoursite.com/2018/12/05/Lychee--荔枝图床-docker-部署-记录/","excerpt":"","text":"简介 Lychee是一款开源的图片管理系统，实际上也可以用作图床，一直在更新，自身功能很强大，还支持二次开发插件及扩展来丰富功能，此外这套系统也支持Docker 。 官网地址 项目 Github 地址 Demo 演示 Docker 部署以ubuntu16.4为例 安装docker环境 sudo apt-get install docker.io 拉下镜像 sudo docker pull kdelfour/supervisor-docker 建立文件夹并设置权限（可跳过） cd /root mkdir lychee cd lychee mkdir data mkdir uploads mkdir mysql mkdir uploads/import mkdir uploads/big mkdir uploads/thumb chmod -R 777 uploads/ data/ mysql/ 如果不手动建立，就不要给容器指定外部目录，否则会报错权限不足[1][2] Unable to save this configuration. Permission denied in \\’data/\\’.Please set the read, write and execute rights for others in\\’data/\\’and \\’uploads/\\’. Take a look at the readme for moreinformation. 如果有其他报错，可以进入lychee后点击左上方小齿轮，点击Diagnostics查看错误 报错后，修改文件夹权限之后，可使用如下命令重启容器 查看正在运行的容器[3]： docker ps 查看所有容器[3]： docker ps -a 重启容器[3]： docker start \\ \\ 运行镜像 sudo docker run -it -d -p 80:80 -v /your-path/uploads/:/uploads/-v /your-path/data/:/data/ -v /your-path/mysql/:/mysql/kdelfour/lychee-docker 替换your-path为刚刚新建目录的地址，例如在/root下的话就是： sudo docker run -it -d -p 80:80 -v /root/lychee/uploads/:/uploads/ -v/root/lychee/data/:/data/ -v /root/lychee/mysql/:/mysql/kdelfour/lychee-docker 如果跳过了刚刚的建立文件夹及权限设置，数据库及图片将会保存在容器内部，则使用下列命令运行镜像： sudo docker run -it -d kdelfour/lychee-docker \\ 设置自启动在运行docker容器时可以加如下参数来保证每次docker服务重启后容器也自动重启[4]： docker run --restart=always 如果已经启动了则可以使用如下命令[4]： docker update --restart=always \\ \\ 配置运行镜像后，浏览器中输入服务器IP以登录 首次登录需要初始化数据库，使用如下配置 user name : lychee user password : lychee 然后就是设置管理账号与密码，设置一个足够复杂的密码就可以了 \\ 其他事项设置图片公开，可以得到一个直接可访问的链接 然而，对此照片取消公开，并不会使此链接失效…… 意味着，只要设为公开，发布了此链接，就永远公开了，想取消公开只能删除图片 \\ 不过，可以使用WinSCP、Xftp、等其他方式，替换掉/your-path/lychee/uploads/big/下面的对应文件，在不更换图片链接的情况下，对外链的图片进行修改 \\ \\ 参考：[1] 自建图床系统 |呈呈的小站 [2]permission denied to /uploads and /data directories · Issue #6 ·kdelfour/lychee-docker [3]Docker入门，看这篇就够了 - 个人文章 - SegmentFault思否 [4]docker服务重启后自动重启容器","categories":[{"name":"3C & 数码","slug":"3C-数码","permalink":"http://yoursite.com/categories/3C-数码/"}],"tags":[{"name":"VPS","slug":"VPS","permalink":"http://yoursite.com/tags/VPS/"},{"name":"折腾","slug":"折腾","permalink":"http://yoursite.com/tags/折腾/"},{"name":"电脑","slug":"电脑","permalink":"http://yoursite.com/tags/电脑/"}]},{"title":"2016年9月 年保玉则主峰 攀登记录","slug":"2016年9月 年保玉则主峰 攀登记录","date":"2016-09-19T16:00:00.000Z","updated":"2019-04-10T11:42:32.604Z","comments":true,"path":"2016/09/20/2016年9月 年保玉则主峰 攀登记录/","link":"","permalink":"http://yoursite.com/2016/09/20/2016年9月 年保玉则主峰 攀登记录/","excerpt":"","text":"听说年宝玉则是7月份的时候，一个朋友刚去溜了一圈，临行前发给我8264的帖子，说有人穿越死了，追那个帖子追了一个多星期，于是搜了下资料，发现这山可爬，而且还不算难爬的样子 于是开始策划，体能锻炼、知识补充、置办物品、行程计划，差不多弄了一个月，然后就出发了 进山、登山过程相当顺利，没有高反、没有超出风险管理控制范围之外的危险、没有超出技术能力范围之外的地形、没有特备严重的意外（除了出山时候下雨和丢手机损失500元），可以说相当完美的一次旅程。 以下是正文目录 总体感想 实际行程与预计行程的对比 运动强度、技术难度 关于结组 流水账记录 附加资料 司机电话 其他参考资料 天气预报 轨迹汇总 点击以上标题可快速跳转到相应内容 （才怪 总体感想 运动强度与技术难度都没有想象中的大，相比冲顶，沟底到C1爬石头那段反而还让人绝望些，因为看不到终点、还要拐来拐去的找路，相比之下冲顶简直是享受。 而且把C1扎在4800的话，离顶很近，充分适应、体力良好的人在两小时内能登顶、1小时下撤[注1]，一日之内的短时晴好都足以冲顶，而且天气变坏之前也能游刃有余的下撤。 飞溪确实不适合登山，确实小了，像登山这种需要长期在帐篷里躲着等天气变好的活动，还是买个大点的帐篷吧。。。 下次登山不能带压缩饼干为主食了，或者要多带点重口味的食物，每天都感觉自己在吃屎，而又告诉自己不吃不行会死。。。强行自行喂屎的感觉。。。。 注1：季节合适、天气不恶劣、不结组，没有队员特别影响速度的情况下。 实际行程与预计行程的对比 PS：费用见备注 分析： 过于乐观的估计了从成都到年宝这段路程的时间、费用花销 年宝景区到沟底估计得差不多，不过发生了点意外，稍微耽误了，加上天黑，行进速度稍缓 过于悲观的估计了从BC爬升到C1的速度 过于悲观的估计了从C1冲顶的难度、强度 从C1下撤，实际情况基本符合估计，受降雨影响，速度基本与进山持平 运动强度、技术难度 运动强度中等偏低，进山路程并不长，如果早上从景区门口开始走，从天亮走到天黑一天，能到BC（不下雨的话，下起雨来，湖边的路太烂了。。。 技术难度和季节、气候有关，总体而言，夏末秋初应该是最好的攀登季节了，雨季过后雨水少，夜间温度又不是太低，白天出太阳无风可穿短袖。雪线之上雪层硬度、厚度适中，就我这次而言，不需要冰爪、冰镐、雪套，不用登山鞋就穿低邦徒步鞋或者越野跑鞋都可以通过选择合适的线路登顶。（夏季冰川无积雪，全是冰泥，特滑，必须要冰爪，深秋、冬天和春天冰裂缝会被新雪盖住不好判断稳固性，不像夏季的雪桥都是稳固的，而且冬天特别冷） 关于结组 我觉得登山手册里面说得很对，表达能力有限，直接上图。。。 年保结组不结组，带不带保护器材，我觉得还是取决于 季节、人员、攀登的线路 至少在9月中秋节前后，雪层厚度和硬度是非常适宜的，全队人员体能、技能相当，如果避开裂缝威胁选择合适的冲顶线路，坡度都不陡，不容易滑坠，而且即使滑坠了，也可以很安全迅速的制动，所以完全没有必要使用结组和保护器材，只会徒增负重，降低进山的行进速度、冲顶的速度，以及丧失对天气变化处理的灵活性。 举个例子，如果使用结组、保护，登顶需要4小时，下撤需要3小时，一共就是7小时，而在7小时内，天气很有可能变坏（不管上午天气如何，基本每天下午都会下点雨/雪），而要保证下午不被雨雪困扰，那就得早上早早的出发，而出发早了气温又低，云雾又没散开，增加行进难度。 而轻装不结组不设保护点冲顶，完全可以等上午10点太阳出来得大大的，一上一下下来吃午饭刚刚好。。。 总之，结组不结组，带不带保护器材，应该是一个需要事先思考的问题。 反正我是一个人，不需要背绳子哈哈哈 流水账记录 9月10日，主体晴，下午多云转小阵雨 坐阿坝经常跑年宝的一个人的车（电话号码见最后，下略），可以开进景区公路停车场去，省下了3.5公里 但是，按传统线路应该走仙女湖西边，结果说景区立了个牌子说有棕熊，把路给封了，还有景区工作人员照看着没法翻过去，没买票心虚不敢反抗，绕到东侧走的多了1.2公里。 后略不表，反正就是无脑沿湖一直走走走别爬坡 结果走到妖女湖末尾传统营地已经8点多了，说着反正天都黑了直接走到沟底去吧，结果翻过一个土丘风好大，而且看样子是沙滩湿地天黑不好走，索性翻回土丘扎营 扎营的地方非传统营地，前不着村后不着店的，其实应该在妖女湖结束的牧民居住处（小卖部）睡的，淡季小卖部没有营业，有房子空着的还可以挡风不用搭帐篷 犹豫着是先去打水还是先扎营，忽然起了一阵风，还开始飘雪了，吓得不打水了赶紧找地方搭帐篷，找了半天找到块大石头背后，背风，虽然不太平也将就了，扎吧，地丁打好两颗风向变了，我帮石头挡风了操，不管了，没穿羽绒服，气温已经降到2℃，冻得不要不要的，赶紧打完剩下的地钉，把塑料布挡在内外帐之间，不过依然风豪豪，用烤火炉都暖和不起来，索性作罢，钻睡袋睡觉 9月11日，雾，晴，多云，雪 5点半尿憋醒了，看了下帐篷外面雾好大，于是憋着尿继续睡。 6点半终于憋不住了，看了下雾小些了，于是起床。 吃了一个月饼喝了半瓶水，测了下温度-0.7度，帐篷帐杆结冰了 然后才想起昨晚忘记忘记给刺猬打电话了…错过一天应该不会报警。。。 （注：指卫星电话，妖女湖走到一半的时候联通就没有手机信号了，其他运营商不清楚 磨磨唧唧收拾东西到08:30才出发，东西多了真麻烦 沿着湿地的左边走没啥水，穿的越野跑鞋都没有湿脚 走到沟尾大溪流已干，直接顺着干溪沟往上走，走了一会儿又有水了，正想着我这是溯溪呢然后就一脚踩到水里真成溯溪了… 石头变大了，溪流变得陡起了不好走，于是换到溪流左边走 以下是一路上的变化 走到能看到这个瀑布的时候就要注意了 如果想按正常路线走，就应该注意到这个瀑布出现的时刻 看到瀑布，如果想去爬那个石缝（后文给出参考帖子，里面有图），就该切换到水流右侧，沿着右侧走，然后遇到石缝之后猛烈右转 不过，照我这么爬也能行，都是大的岩板，还比较好爬 下撤的时候专门去找了下别人帖子里面的那个石缝、难点，看了下，也还好,不用绳子可以上下，不过我依然过了次水，切到水流东侧下降的，因为都是大石头好踩些。。。 下面继续依次贴沿路变化 黄圈里的瀑布，前人们大概就是在我站的这个位置开始右拐的 这时已经完全走到瀑布下方了 沿着绿色箭头横切过去就到好了 估计他们是这么上来的 他们路线和我的路线对比，相当于我绕得多点，没那么陡（左图是拍摄方位 这是爬完这一坡之后，面朝沟底，顺时针旋转拍摄的画面，请自行脑内补完全景图。。。 绿色是应该上升的方向，红色那边是一个水流，可以作为参考 这一坡爬完之后，就能看到冰川末端了 让我们分析一下这张图 我们是从图1小人站立位置沿着绿色箭头爬上来的，图1小人站立位置当时朝着右手方向拍了一张照片为图2，图2里面看到很大一块峭壁就是图3里的那个悬崖，图3右边有一个小山棱，可以选择沿绿线直上，或者黄线右拐之后再左拐 翻过这个小山棱之后，方位角234度，直线距离500米，瞎鸡巴爬吧。。。。 没拍照片了，我也忘了是啥地形了，反正没啥特色，就是普通的石头。。。。 噢对了，接近C1最后100米的时候，又有一个小山棱，不要走他的右边，全是小碎石，踩一步滑半步，要包着它的左边走 这是从小山棱右边小碎石坡爬上来，终于能看到冰川全貌了的时候，也知道苦日子终于到头了。。。。。 到了营地，发现传统营地离水源两三米，像我这种习惯帐篷内撒尿，伸手出帐篷倒尿的人还是不要污染水源了。。。 而且最关键的是，传统营地就在一片大平地上，啥挡风的都没有，而我是三季帐。。。。 所以，找了个背风的地方平整了块地，帐篷刚搭起来，就开始下雪，天空大量层云，感觉不妙… 下了十来分钟，雪停了，出帐篷继续搭。。。（塑料布放在上风向挡风。。。 搭完帐篷，就不停的烧水烧水烧水，带的锅儿太小了（其实人家是碗。。。） 冲了点屎将就吃了，还吃了块压缩饼干，喝了1L水，烧了2L热水袋丢睡袋，于是睡觉了 一晚上睡得极好，就是老是发现睡袋被打湿，醒了几次之后，终于想通了，是呼出的水蒸气遇到脸前的睡袋冷凝了。。。 还被雪吵醒几次，听上去挺大的，怕被压垮，结果后来一看没多大，肯定不会垮。。。 9月12日，雪雾，多云，晴 听到下雪不想起床，磨磨唧唧到7点天大量终于起来打了一桶水，满天雪雾，能见度30米，果断回帐篷继续烧水吃早饭。。。 雪落下来之后，把帐篷与挡风用的石头之间的缝隙给封死了。。。难怪帐篷里冷凝水那么多。。。 吃完早饭天气还是那样子，于是躺下玩手机… 直到9点半，雾气才散去，太阳慢慢开始出来了 于是真·起床收拾冲顶包 一边墨迹一边等天气变好，等到10点多11点的时候，天气已经完全转好了 先传一张整体图，绿线为上升路线，黄线为下撤路线 框框和圈圈表示冰裂缝区域 1/4/5尽量不要去惹，深、宽、落差大 2/3可以随便欺负 区域2靠下面的裂缝 区域2较高位置的裂缝，已经逐渐不好惹了 从区域4之间上升的时候过了两个雪桥，夏末初秋都还好，比较稳固 区域4比较浅的裂缝，深的那几个略陡，专心爬着没拍照 过了区域4之后，从右侧上去躲开区域5，基本上就没有什么裂缝了，偶尔有几个很明显的孤立的裂缝，很方便的绕开 在接近顶端的时候出现背隙，不要冲着路绳去，要绕开，有路绳也过不了那个背隙的。。。 上到山脊之后就又变成普通的爬山了。。。 风景还是不错，手机乱按都感觉拿得出手 看向来时的路，画面中央就是刚刚说的“偶尔有几个很明显的孤立的裂缝，很方便的绕开” 山坡北侧的冰裂缝，这才要绕哭（不过走近了看的话，估计有很多都是好欺负的类型。。。 仰望山顶（讨厌的路绳，一路上都要留心着别绊到我腿 半山坡的雪坡，后来发现可以继续走石头，不用爬这雪坡来着，早知道不穿冰爪上来了，磨损好厉害 登顶（图中出现的除了冰镐，全是迪卡侬，简直屌丝之友 啃了半块压缩饼干，闷了半瓶葡萄糖，干了半斤H2O，开始下撤 再借刚刚那张图说明下 绿色是我上来的路，下去的时候，我看着右边那一大片没有冰裂缝又好平摊走着好爽就朝那边走了 走过去之后就来带了之前那幅图的区域5，还真是够酸爽 刚刚那几张照片应该是站在绿色小人处往下拍的 拍完之后继续往下，要过一个雪桥，但是由于裂缝落差太大，冰爪在山脊岩石上磨钝了，无法静态冲击地从高坡裂缝一侧降到雪桥上（红X处），所以保险起见，往回爬了几米绕开了那个裂缝走了旁边一个平缓的雪桥 为啥说无法静态冲击地下降到雪桥呢，因为我已经在那儿滑倒了一次了。。。 还好平时自我确保练习得多(脑内练习。。。)，刚滑倒就停住了，狠狠踢了几下才踢进冰站稳了，没法下了，不敢把生命寄托在运气上 过了这个之后就一路easy了，直到为了躲开区域1的裂缝区，从旁边走结果走到旁边凹盆里的冻土区了，真滑，横切略带上升回到高处又回到正常雪面了。。。 下来之后不到5点，又开始无尽的烧水。。。 其实用碗烧水有个好处，帐篷一直都有火烤，挺暖和的，而且有点事做不至于无聊。。。 9月13日，晴，多云，阴，雪，雪雾 起床就是晴天，真棒！ 这么好的天气，赶紧再爬一遍。。。 山谷中稳定的雾气，不抬升，就不会变天 但是高层的卷云预示这未来几天天气不妙 掏出锉刀赶紧锉冰爪，哪知道一根筋上来了，还有就是工匠情怀上来了，一口气锉了一个小时锉得比出厂还锋利。。。。。。。（真蛋疼！ 导致9点半才出发。。。 上升路线基本和昨天下撤路线一致，沿着区域3和4之间的无裂缝区域上到区域5右侧，完全绕过区域5不去过雪桥 这是区域3的冰裂缝。。。我都不好意思叫他们冰裂缝了。。。 这是区域4左侧的冰裂缝，高度落差不大，但是有点宽，这雪桥还是不爬为妙 走到区域5右边的时候，感觉那边可以爬的样子，完全不用过裂缝，只是滑坠了后果有点严重，直接掉缝里去了。。。。 后略不表，无言说价值 下撤后才中午12点半，回到营地煮了碗汤，吃了块压缩饼干之后昏昏欲睡 不行，还有这么一大下午呢，于是又收拾东西去旁边那个冰川发育主方向的坡去遛弯 打算联系下各个方向的滑坠制动，哪知道雪不够硬，深度又合适，坡度又不够，就是不穿冰爪，怎么都摔不倒。。。 故意摔倒了也滑不动。。。还得努力向下摔倒。。。。。 好蛋疼。。。。 于是又回到营地继续烧水。。。。 9月14日 雪雾，多云，长时间阵雨 打算今天下撤了，脸晒得痛了，压缩饼干吃不下了，汤料用完了，爬也差不多爬够了 然而，外面在下雪。。。 都8点了，还是这个德行。。。 10点了。。。 实在等不下去了，用手机跟电脑下了几十盘五子棋了。。。 雪稍微停了，出帐篷勘测一下，外带拉屎。。。 还发现了这个，鸽子？山鸡。。。？ 拉完屎决定不等了，收包，收帐篷，下撤 结果收一半又开始下雪。。。。像逃难一样。。。 昨天下午烧了一次垃圾，这一夜产生的垃圾也没法空了，连同那个4L的农夫山泉瓶子、塑料布、1/4罐气，都扔营地了。。。 顶着头皮下降到大斜板，雪停了，出了点太阳，真是心情顿时大好 继续下到4600乱石坡，太阳已经完全出来了 沿着前人轨迹找到了那个石缝 然而旁边就有一个很好下的（黄为刚刚那张的石缝，红色为脚踩的点，沿绿色箭头下脚，一步就到底。。。 然而我还是没下这个，而是边下降边找地方过水走的另一侧 地形后略不表，同来时路 走到传统营地（小卖部）附近开始下雨，一会儿停，一会儿下，一会儿停，一会儿下。。。 于是进了牧民的帐篷帐篷借地下包穿衣服 走到两湖之间又开始出太阳，问了一个小妹妹走湖西侧可以出去不，门口那边封了路呢，小妹妹说可以，并指了我一个踩着石头过河的方向 我顺着方向果然看到很多石头，然后开始过河，结果过到一半开始下雨，踩石头上双手撑着登山杖保持平衡，没法穿雨衣。。。。 简直不能更坑了，前一秒还在出太阳，只穿了长袖T恤，然后过完河就快失温了。。。。 过完河之后一路快走稍微恢复点体温，虽然有信号了也不敢停下来看手机和吃东西，水也喝没了，马不停蹄赶到了景区停车场，又饿又渴又冷 权衡之下先解决口渴问题，找了个小卖部买了瓶水，老板人特好，看我太惨了，让我跟武汉来的一个驴友团一起吃了顿饭，算是老板赏的，几天没吃人饭了，而且今天又特别饿，所以这顿饭吃得特别香、特别撑。。。。 吃完之后，老板（女，一个人住，不方便）把我介绍给隔壁大叔住他们家，结果隔壁大叔帮我背包的时候把手机弄掉了，被一个藏娃捡去，要价1000块，我这手机才买成750块。。。。（二手索尼z3 折腾了好久，终于降价到500元，不折腾了，赎回来吧 捡我手机的一家人↓ 跟借宿的大叔谈妥230到阿坝（久治中转），于是睡觉 9月15日 少云，晴 起床吃奶茶泡的黄色淀粉糊状物，外加饼子，又吃撑了。。。 吃完坐上大叔家的车去久治 到了久治刚好遇到一个去成都的黑车，说好200去成都，于是给了年保大叔200块车费，换上了去成都的车 到了成都，久治那师傅说是230不是200，卧槽明明我当时问了3遍是不是200，真是。。。算了，懒得纠缠了 下车之后立刻换坐滴滴的顺风车（变相黑车）180元回重庆 到家11点多要到12点，洗澡解包睡觉。。。 司机电话 成都到阿坝司机13882492728 成都到阿坝司机21821556944413111800102 价格都是130，第一个开得快点，都是在半夜4点成都抚琴宾馆、交通宾馆附近上车 阿坝到年宝司机13551777337 阿坝到年宝司机218190257900 包车价格都是三四百，特别贱，问价格他给你说一个车的价格，然而你去了会发现一车人是坐满了的 所以他问你几个人的时候，需要多个心眼 成都到久治司机18209755883 就是之前那个上车说200，到了说230的那个人 而且开车之前特别墨迹，据说早上8点就到久治开始拉人了，我到的时候10点，还在久治城里面转了一个小时拉人。。。。 另外，从久治到阿坝，当地人坐黑车的话，应该是25元一个人 其他参考资料 http://www.8264.com/shanfeng-843093 http://www.mafengwo.cn/i/3000896.html http://bbs.8264.com/thread-2238777-1-1.html http://chuansong.me/n/932267 http://www.8264.com/youji/2196052.html http://www.8264.com/youji/5175051.html http://www.8264.com/youji/2238777.html http://lspandeng.org/bbs/forum.php?mod=viewthread&amp;tid=3832 天气预报 http://www.nmc.cn/publish/forecast/AQH/jiuzhi.html http://www.nmc.cn/publish/forecast/ASC/aba.html http://www.weather.com.cn/weather/101271901.shtml http://www.weather.com.cn/weather/101150505.shtml http://www.weather.com.cn/weather/10115050501A.shtml 轨迹汇总 含常规穿越轨迹，另外含有8264了了以及2bulu上山哥上传的一些坐标点，还有我标注的一些坐标点 https://pan.baidu.com/s/1miO0RTe http://www.8264.com/shanfeng-843093 http://www.mafengwo.cn/i/3000896.html http://bbs.8264.com/thread-2238777-1-1.html http://chuansong.me/n/932267 http://www.8264.com/youji/2196052.html http://www.8264.com/youji/5175051.html http://www.8264.com/youji/2238777.html http://lspandeng.org/bbs/forum.php?mod=viewthread&amp;tid=3832 天气预报 http://www.nmc.cn/publish/forecast/AQH/jiuzhi.html http://www.nmc.cn/publish/forecast/ASC/aba.html http://www.weather.com.cn/weather/101271901.shtml http://www.weather.com.cn/weather/101150505.shtml http://www.weather.com.cn/weather/10115050501A.shtml 轨迹汇总 含常规穿越轨迹，另外含有8264了了以及2bulu上山哥上传的一些坐标点，还有我标注的一些坐标点 https://pan.baidu.com/s/1miO0RTe","categories":[{"name":"运动 & 户外","slug":"运动-户外","permalink":"http://yoursite.com/categories/运动-户外/"}],"tags":[{"name":"户外","slug":"户外","permalink":"http://yoursite.com/tags/户外/"},{"name":"登山","slug":"登山","permalink":"http://yoursite.com/tags/登山/"},{"name":"记录","slug":"记录","permalink":"http://yoursite.com/tags/记录/"},{"name":"图片需要重新上传","slug":"图片需要重新上传","permalink":"http://yoursite.com/tags/图片需要重新上传/"}]},{"title":"2016年9月 年保玉则主峰 攀登计划","slug":"2016年9月 年保玉则主峰 攀登计划","date":"2016-08-31T16:00:00.000Z","updated":"2019-04-10T11:25:34.255Z","comments":true,"path":"2016/09/01/2016年9月 年保玉则主峰 攀登计划/","link":"","permalink":"http://yoursite.com/2016/09/01/2016年9月 年保玉则主峰 攀登计划/","excerpt":"","text":"成都-阿坝 黑车130一个人，是早上4点出发 中午12点可到阿坝 阿坝，三百块单独包车，2小时可到年保玉则景区 年保玉则景区回阿坝 50一个人，2小时车程（中午12点之后有车，大概下午2-3点 沟底上升 C1到 BC至C0主要为乱石坡，至瀑布前这一段溪流的左侧好走一点，瀑布下面向右前方向转 到C0途中最危险的是要翻越一个石缝，看起来挺简单，但是这个石缝比较的高，翻上去的平台一侧又是个悬崖，要想背着背包翻上来必须掌握好平衡。 从4000到4600平台这个坡全是塌方的石头，冰瀑那段看似较陡，其实还是有路的。 在快到瀑布的下方的时候，需要向右侧攀升到大岩石上。 由此继续向右侧横移，过一个小溪，翻上一个石堆后，终于到达了平坦的C0营地。 C0营地海拔4500米，位于冰川末端的右侧，有一个足球场大，较平坦，但是地上有不少突出的岩石，能扎帐篷的地方也不是很多，这里有小溪流过，取水方便。 C0再向上，一开始依然是一段很陡的碎石坡路，走起来很费劲。上到碎石坡的顶端后，顺着右边石壁的下方可以上到第二台阶的位置，第二台阶有点像个盆地，乱石纵横，确实如向导说的，不是很好扎营。这里的海拔是4800米。 从第二台阶的左边巨石向上攀登，一直到达冰川的边缘。这里的冰川非常的开阔，下部较平坦，可以称之为第三台阶，上边覆盖了有十几公分的浮雪，这样走起来还不是很滑。不过我们还是换上了冰爪，因为就在不远处的冰川上，我们已经看到了一道道的冰裂缝，我们必须要绕过它们。换好装备，我们7个人做了两个结组，开始前进。 走了有十几米，突然在右边比较平坦的雪地上发现了三顶帐篷，没有人，这应该是上海队的帐篷，他们把这里作为了他们的C1营地。 部分信息来源自 8264 绿野","categories":[{"name":"运动 & 户外","slug":"运动-户外","permalink":"http://yoursite.com/categories/运动-户外/"}],"tags":[{"name":"户外","slug":"户外","permalink":"http://yoursite.com/tags/户外/"},{"name":"登山","slug":"登山","permalink":"http://yoursite.com/tags/登山/"},{"name":"计划","slug":"计划","permalink":"http://yoursite.com/tags/计划/"}]}]}