{"meta":{"title":"Nobody's Blog","subtitle":null,"description":null,"author":"John Doe","url":"https://0xrr.github.io","root":"/"},"pages":[{"title":"标签","date":"2019-04-10T07:57:37.000Z","updated":"2019-04-10T23:54:02.146Z","comments":false,"path":"tags/index.html","permalink":"https://0xrr.github.io/tags/index.html","excerpt":"","text":""},{"title":"文章分类","date":"2019-04-10T07:57:22.000Z","updated":"2019-04-10T23:53:51.749Z","comments":false,"path":"categories/index.html","permalink":"https://0xrr.github.io/categories/index.html","excerpt":"","text":""}],"posts":[{"title":"虬龙轻蜂X使用感想及改装（摔车）记录","slug":"Bike&Tour/surron-light-bee-review-and-log","date":"2019-04-11T07:07:03.000Z","updated":"2019-05-05T03:40:52.412Z","comments":true,"path":"2019/04/11/Bike&Tour/surron-light-bee-review-and-log/","link":"","permalink":"https://0xrr.github.io/2019/04/11/Bike&Tour/surron-light-bee-review-and-log/","excerpt":"前言老是骑dl250去走烂路，太累了，心想买个越野摩托专门玩泥巴玩吧 逛帖子的时候突然看到关于虬龙轻蜂X这个车的介绍，想了下，就在城里以及城区里面的山玩玩，还是不错的，于是就买了 ​ ​ 主要特点1.轻只有50kg，脱困能力强（人力抱），所以胆子也大，哪里都敢去，实在不行抱着调头就行了 2.扭力大用电的，电机0转速都有最大扭力，再表扬一下脱困能力 而且上楼梯和上陡坡的时候，再也不怕熄火了 3.贵比国产250油车都要贵，而且虽然是重庆生产，但是没有任何本地的优惠，反而从云南买更便宜。。。 4.存在感低不引人注目，侵入感低，在步行街、公园都可以玩，不扰民，不怕警察 不过有些保安要管，但是他们根本追不到我，因为可以上下梯坎。。。 5.续航焦虑续航短，跑不出城区，即使跑出去之后也没法玩了，玩了之后也没法回来了 需要货拉拉或者是小车加装后挂架","text":"前言老是骑dl250去走烂路，太累了，心想买个越野摩托专门玩泥巴玩吧 逛帖子的时候突然看到关于虬龙轻蜂X这个车的介绍，想了下，就在城里以及城区里面的山玩玩，还是不错的，于是就买了 ​ ​ 主要特点1.轻只有50kg，脱困能力强（人力抱），所以胆子也大，哪里都敢去，实在不行抱着调头就行了 2.扭力大用电的，电机0转速都有最大扭力，再表扬一下脱困能力 而且上楼梯和上陡坡的时候，再也不怕熄火了 3.贵比国产250油车都要贵，而且虽然是重庆生产，但是没有任何本地的优惠，反而从云南买更便宜。。。 4.存在感低不引人注目，侵入感低，在步行街、公园都可以玩，不扰民，不怕警察 不过有些保安要管，但是他们根本追不到我，因为可以上下梯坎。。。 5.续航焦虑续航短，跑不出城区，即使跑出去之后也没法玩了，玩了之后也没法回来了 需要货拉拉或者是小车加装后挂架 ​ ​ 参数收集​ 续航及速度续航经济模式满油门（30+km/h速度），续航大概在 60~70km 刷机开一会儿暴力模式，开一会儿经济模式，续航大概在 50+km 速度表显最多85，实际GPS速度62 更换58齿大盘之后，速度对照表 10 7.3 20 14.6 30 21.9 40 29.2 50 36.5 60 43.8 70 51.1 80 58.4 85 62.0 PS：因为是电机转速计算出来的速度，更换齿盘后电机转速相当情况下，实际速度更慢 PS2：应该是电调对电机转速限速了，如果后期能开放电调由用户自行调教的话，速度应该能更快 ​ 轮胎前后轮都是一样的，轮圈型号为J19 x 1.40 DOT0，外胎为正新 70/100-19 M/C 42M，内胎为正新 2.00/2.25-19 如果经常玩泥巴，后胎可以换为 80/100-19 胎宽齿深便宜，随便操，不心疼 内胎全网找不到2.00/2.25-19这个型号，只有虬龙官方有卖，正新的，40块一条 我觉得贵了，准备用70/100-19和80/100-19的试试 ​ 把立长度E:40mm 12度，管径 31.8 - 28.6 其实就是 台湾信隆ZOOM山地车速降车把立45MM 31.8口径DH AM FR自行车 把立 给轻蜂代工贴牌的，一模一样，换上就可以用 ​ 传动皮带 型号是 HTD 560 8M 16mm宽，品牌是 德国马牌进口 CXA ​ 车把尺寸：左手22mm，右手24mm 我买的这个来换 左手稍微有点松，里面加了一点胶就好了 要拆的话，多摔几次就松了 ​ 碗组 上44 下55，直管 ​ 来令片/刹车片关键字搜四活塞，大佬给我推荐的这家店 ​ ​ ​ 其他建议​ 护弓不建议改，摩托车的装不稳，自行车的太贵（zeta那个400多，比刹车上泵还贵） 刹把25块一个，摔断换新的就是 如果出现这种情况 不要着急，大力出奇迹，塞回去就行 ​ 修车凳直接用实木凳子就行，50kg随便放没问题 ​ 脚踏如果觉得原厂脚踏不抓脚，可以换这种 不过有个问题，在骑行过程中脱脚，很容易伤到脚踝和小腿 ​ 撬胎棒原厂胎用自行车的撬胎棒（10厘米薄铁片）就可以撬开 但是如果换了上面说的80/100-19，薄铁片就搞不定了，需要用粗一些的撬棍了 ​ 挡泥板如果经常玩泥巴，可以考虑把后挡泥加长一点，不然会甩一身的泥上来 可以买这个来自己加工一下，用扎带绑到原厂后挡泥上面，就能缓解很多 ​ 加装挡泥片 如果经常玩泥巴（和沙子），可以再加装一个这样的挡泥片（透明塑胶桌布） 可以防止泥沙甩到后减震、链条 ​ 加宽后可防止沙子到鞋子里面去 ​ 车灯如果经常晚上在山林里面玩，建议改灯 我晚上基本在城里跑跑，所以就没改 由于原厂电路设计智障，车灯是通电即常亮，所以如果要改的话，可以顺便加一个开关。。。 ​ GPS防盗及appapp功能比较简陋，没有远程断电啥的，就一个轨迹记录 因为车停室内，出去玩人车绝不分离，所以这货没啥用 于是我给他把线拆了，安装位置在坐垫下方，松开前面两个螺丝，把坐垫抬起来一点，就能把线拔了 ​ 限速如果拿到手给油最快就20多的速度，就是限速了 打开电池仓，找到车与电池的连接线，里面有一根黑绿相见的线 如果这根线本来是断开的，就给他接上 如果本来是连着的，就给他剪断 限速就可以解除了 ​ 关于保护摘抄自官方文章： 1.刹车断电保护 轻蜂的前后刹车都有刹车断电功能，这个是国标法规要求，电动车在进行制动操作时，必须切断电机的动力输出，松开刹车，保护功能自动解除，避免误操作带来的危险。但是很多用户也发现，在非道路越野或者爬山时，刹车断电反而会影响操作感受，导致起步后溜、油门控制突兀等问题，老司机们在熟练操作后是可以拆除刹车断电开关，得到更好的操控灵敏性的。拆除的方法，最简单的是直接用剪刀把刹车把上的刹车断电线剪断并把线头用绝缘胶带包好，避免线头短路造成控制器认为你在“一直刹车”的假象，电机无法工作。 如果没有拆除刹车断电开关的用户，在骑行中出现仪表有电，但电机不工作的情况，可以检查是否是刹车断电开关调整不当，过于灵敏导致。 2.侧支架断电保护 轻蜂的侧支架也设计了断电保护开关，在侧支架打开支撑时，电机是无法工作的，收起侧支架自动解除保护，避免停车时误操作造成危险。请用户尽量不要拆卸此开关，如有越野时造成损坏也尽快联系售后更换此开关，避免危险的发生。 3.倾倒断电保护 轻蜂设计有倾倒传感器，当检测到车辆倾倒并超过一秒钟时，会断开电机的动力输出，避免用户摔车后对用户造成二次伤害。为了确保安全，该保护功能不会自动解除，用户扶起车辆后，需要关闭钥匙再重新打开钥匙才会解除保护。 4.调速转把防飞车保护 如果在调速转把处于开启（误操作或者卡住）的情况下开启钥匙，车辆可能突然蹿出去，造成危险，所以轻蜂设计了防飞车保护，打开钥匙时，如果检测到调速转把是处于开启状态，则电机不会工作，避免危险的发生。该保护功能也不会自动解除，必须用户关闭钥匙并确认调速转把是关闭的，再次开启钥匙，电机才能正常运行。 刚才提到的如果出现车辆电机不工作的情况，检查刹车断电时可以同时检查调速转把拉线的调整是否不当，如果调速转把拉线紧绷，开启钥匙时有可能调速转把处于开启状态，则会因为防飞车保护造成电机不工作。调速转把拉线的调整在右手握把拉线接头处，可以通过螺纹调整转把的自由间隙，确保调速转把不会因为自由间隙过小而无法完全关闭。 如果用户在越野行驶中出现电机无动力的情况，可以优先从下面几个方面检查： 1.刹车断电开关 轻蜂的刹车断电开关是磁控式的，可以调整安装位置来设定灵敏度，在激烈的越野驾驶时，剧烈震动有可能导致断电开关“过敏”，所以对于经常越野、进山、激烈驾驶的用户，建议拆除此开关，本来这个开关就是上路法规要求的，但是在越野时反而会干扰操作感受。 拆除的方法很简单，直接用剪刀把刹车把上的刹车断电线剪断，顺着线找到车架前方出线的地方也剪断，然后车体的线头处用绝缘胶带包好就可以了。最好不要直接用手把线拔断，这样容易导致多余的线头短路一直“刹车”。也没必要拆开车体拔插头追求“无损拆卸”，一来拆开车体重新装回去容易导致插头线缆挤压造成接触不良，拔掉的插头缺少密封容易因为进水导致短路故障。 2.侧支架断电开关 轻蜂的侧支架开关也是磁控式的，根据侧支架上安装的磁铁来控制是否给电机断电，日常使用中可靠性非常高，但是越野骑行时，有可能因为车辆“拖底”、碰撞、石头擦挂等原因损坏传感器的引线，造成短路。如果发生电机停止工作的情况，可以检查侧支架传感器的线有没有被刮到或者拉到的痕迹，紧急情况时可以剪断这根线并用绝缘胶带包好保证车辆可以正常的骑行（同样不要直接用手拉断线路，避免造成线头短路）。 和刹车断电不同，侧支架断电是一项非常重要的安全保护装置，如果有该传感器损坏的情况，建议用户尽快联系售后更换，避免日常行车中发生危险。 3.调速转把防飞车保护 前面说过，轻蜂启动时对调速转把有防飞车保护，如果用户的车辆调速转把拉线的自由间隙调整不当（自由间隙过小），或者油门线弯曲过大，或者车辆有过摔车、右手把进泥沙等情况，就有可能导致停车时调速转把被卡住，不能完全回位，导致再次启动车辆时进入防飞车保护。这时可以检查调速转把有没有完全回位，有没有卡涩，自由间隙是否过小等情况。就可以解除这个保护。 来源：http://bbs.sur-ron.com/forum.php?mod=viewthread&amp;tid=105 刹车保护完全没用，剪了 侧支架保护也给剪了，方便支架支起来，给链条上油 ​ 链条油说到链条油，出厂时候链条上面上的是黄油，非常的粘稠，建议先拆下来用汽油或者其他有机容积迅速的冲洗一下（勿浸泡，会把油封里面的油洗出来） 如果不洗的话，后面沾了泥沙，会形成非常浓厚的油泥， ​ 把立螺丝长度代工厂生产的把立，配的螺丝长度没有考虑到加装的灯座 导致螺丝比较短，吃不到多少螺纹，强度不够，很容易摔炸 ​ 后轴螺丝防松后轴的螺丝，防松是靠的这两个金属卡子 多拆装几次，金属卡子磨损，就没有防松效果了 需要自己打胶，不然会松脱 ​ 后轮辐条松动不知道是不是特例，我的后轮辐条有几个螺丝就松了 应该定期用辐条扳手敲击钢丝，如果声音低沉不清脆的话，就是松了 ​ ​ ​ ​ 摔车记录20190423 update摔车把车把摔弯了 淘宝35块包邮买了一个号称6061材质加厚780mm大燕把来试试，壁厚如下图 如果后续用着还行再贴链接 ​ 脚踏支架也摔到一下 估计整个脚踏支架有点变形，导致挂脚撑弹簧的那个螺丝快要贴到轮子了 所以找了一个M6的短螺丝来把那个螺丝换了，就解决了 ​ 后挡泥摔断了 不高兴买原厂挡泥，又硬又脆又贵，再摔还是断 还是继续用之前淘宝9.9包邮那个挡泥 用锯子沿着最后面那个铆钉那里把这个塑料板锯一下，然后就能往下揭开 揭开之后就能看到两个M10的螺母，正好可以用来固定我这个挡泥板 ​ 车把摔进了太多泥拆了车把居然滚出来几个泥巴丸子。。。 于是找了个塞子把车把塞住 在硬地面上摔车，还能起缓冲作用 油门这边用1号（直径14/19，高度26） 左边的话，原厂车把估计要用3号 我那个壁厚比较厚，左边用的2号（直径15/20，高度26） PS：像这样切一下再塞进去，赛得比较牢 ​ ​ 20190428 update碗组发出异响他们说原厂碗组用的是活动滚珠轴承，强度不够，容易坏 于是我就去买了 换上之后还是异响，才发现是把立在响。。。 ​ 换了个车灯实在受不了原厂车灯的蜡烛光了 于是去搞了个射灯，之前摩托车也是用的这家的灯，感觉还可以 到手之后发现可以将就原厂灯座用，用扎带来调整俯仰角度 ​ 拖车带买车时候带了两根绿色的捆绑带，别扔，翻车的时候拖车很有用","categories":[{"name":"机车 & 旅行","slug":"机车-旅行","permalink":"https://0xrr.github.io/categories/机车-旅行/"}],"tags":[{"name":"使用感受","slug":"使用感受","permalink":"https://0xrr.github.io/tags/使用感受/"},{"name":"电动摩托车","slug":"电动摩托车","permalink":"https://0xrr.github.io/tags/电动摩托车/"},{"name":"电动自行车","slug":"电动自行车","permalink":"https://0xrr.github.io/tags/电动自行车/"},{"name":"越野","slug":"越野","permalink":"https://0xrr.github.io/tags/越野/"}]},{"title":"2019年4年 大瓦山 记录","slug":"Sport&Outdoor/2019-4-DaWa-Log","date":"2019-04-11T03:10:50.000Z","updated":"2019-04-29T07:07:14.120Z","comments":true,"path":"2019/04/11/Sport&Outdoor/2019-4-DaWa-Log/","link":"","permalink":"https://0xrr.github.io/2019/04/11/Sport&Outdoor/2019-4-DaWa-Log/","excerpt":"前言2015年清明的时候，从白熊沟爬过一次，第一天爬到瓦山坪的时候变天了 第二天也下雨了，于是无心继续，从永胜乡这边下来了 今年也是清明，看天气预报居然说天天出大太阳，于是收拾起行装，准备再去一次 不过这次就从永胜乡这边上了，摩托车走土路能省好多路 ​ ​ 进山从金口河到永胜乡有个近路 大概在这个位置","text":"前言2015年清明的时候，从白熊沟爬过一次，第一天爬到瓦山坪的时候变天了 第二天也下雨了，于是无心继续，从永胜乡这边下来了 今年也是清明，看天气预报居然说天天出大太阳，于是收拾起行装，准备再去一次 不过这次就从永胜乡这边上了，摩托车走土路能省好多路 ​ ​ 进山从金口河到永胜乡有个近路 大概在这个位置 路边有一个牌子写的：“此处有近路” 近路比较窄，小车可通行 ​ 然后走到大天池旁边一个岔路，就开始土路上山了，一直是盘山爬升 直到箭头处有塌方，小车及重型摩托车无法通行 ​ 其实推荐所有车辆在箭头处停车，然后沿着黄色人行小路步行，体力好的话并不比开车慢多少，而且后面还有几个塌方，轻型摩托车都过不去的那种，要几个人推一个越野摩托车才能推过去 ​ 总览，红色是机耕道土路，黄色是人行步行爬山线路 ​ 回望机耕道土路和步行爬山小道 ​ ​ 真的开始爬山停车到瓦山坪走了大概一个小时，然后从瓦山坪才算真的开始爬山了 在瓦山坪刚离开机耕道的时候要注意，进去几十米之后，有个岔路，不要往左拐，一直直走，然后基本上就是一条路了 不过冬季及五月之前，山阴处还有很深的雪 如果前面没人走出脚印，雪会把路埋住，这时候就看着轨迹走吧 最好还是用雪地靴加长裤雪套，我这鞋子走到山顶全湿了 ​ 走着走着到山脊之后，路就开始变得刺激起来了 基本上就这一段（上面地图中黄色标注范围）难走，全是山脊，很多这种石头要爬，雪也多 ​ 沿着图中山脊走 走完山脊，就是略微有点坡度的横切了，不过有几段还是有点坡度的上升，而且雪也深，基本上会把小腿吃完 另外还有个很刺激的 左边是空的，没树 穿了个齿齿磨得差不多的、湿漉漉没得脚感的越野跑鞋走这个，还是有点虚 ​ 横切走完之后就基本到顶了，山顶很平坦，可以一路小跑到庙子 路上有个水源，不过水不是很好，有点淡黄色不知道是什么 去得早的话还有床 ​ 山顶气温 ​ 次日早上日出后气温，夜间气温接近0度 ​ ​ 总体感想1.没人搭那些木头梯子和绳子的话还真不好爬，特别是有雪有水湿漉漉的 2.雪真他妈的厚，短裤+越野跑鞋湿惨了 3.山顶没啥风景，视野不开阔，啥都看不到，在山脊上爬的时候风景还好点 4.应该轻装当天上当天下，爬上去好球冷又没事干，等天亮等得好蛋痛","categories":[{"name":"运动 & 户外","slug":"运动-户外","permalink":"https://0xrr.github.io/categories/运动-户外/"}],"tags":[{"name":"记录","slug":"记录","permalink":"https://0xrr.github.io/tags/记录/"},{"name":"户外","slug":"户外","permalink":"https://0xrr.github.io/tags/户外/"},{"name":"爬山","slug":"爬山","permalink":"https://0xrr.github.io/tags/爬山/"}]},{"title":"从简书搬家过来了","slug":"Daily&Odd/Blog-Migrate","date":"2019-04-10T22:25:15.000Z","updated":"2019-04-18T06:38:16.727Z","comments":true,"path":"2019/04/11/Daily&Odd/Blog-Migrate/","link":"","permalink":"https://0xrr.github.io/2019/04/11/Daily&Odd/Blog-Migrate/","excerpt":"","text":"最早写百度空间，后来处于隐私原因，关闭了 ​ 后来逃到新浪博客，但是由于新浪业务重心转移到微博，播客越做越烂，于是关了，迁移到简书 ​ 再后来又由于简书自我审查日渐严重，另外还有人打赏，完全是给简书白送钱，于是关了，还是自建吧 ​ 折腾一番，搞了个gitbug pages，就这样用着吧，应该能满足使用需求了","categories":[{"name":"日常 & 杂文","slug":"日常-杂文","permalink":"https://0xrr.github.io/categories/日常-杂文/"}],"tags":[{"name":"数码","slug":"数码","permalink":"https://0xrr.github.io/tags/数码/"},{"name":"杂记","slug":"杂记","permalink":"https://0xrr.github.io/tags/杂记/"}]},{"title":"2019年1月 峨眉山后山 记录","slug":"Sport&Outdoor/2019-1-E'Mei-Log","date":"2019-01-28T07:46:00.000Z","updated":"2019-04-11T04:07:37.511Z","comments":true,"path":"2019/01/28/Sport&Outdoor/2019-1-E'Mei-Log/","link":"","permalink":"https://0xrr.github.io/2019/01/28/Sport&Outdoor/2019-1-E'Mei-Log/","excerpt":"冬季不需要冰爪，结冰路段不超过30米，而且都还能找到没结冰的落脚点户外 农家乐很坑，老板很奸诈，不耿直，建议住下面镇子上 从农家乐出来一直沿着水泥路、土路走、机耕道，有9.6公里（红色轨迹，最后需要走小路步行4.2公里到顶 青色轨迹为另一个土路、机耕道，会与红色轨迹的机耕道汇合，不过路稍微烂一点，小路多一点 长安车、越野车、摩托车，可开到图中标注位置，后面有塌方，小车过不去了，摩托车需要推","text":"冬季不需要冰爪，结冰路段不超过30米，而且都还能找到没结冰的落脚点户外 农家乐很坑，老板很奸诈，不耿直，建议住下面镇子上 从农家乐出来一直沿着水泥路、土路走、机耕道，有9.6公里（红色轨迹，最后需要走小路步行4.2公里到顶 青色轨迹为另一个土路、机耕道，会与红色轨迹的机耕道汇合，不过路稍微烂一点，小路多一点 长安车、越野车、摩托车，可开到图中标注位置，后面有塌方，小车过不去了，摩托车需要推 基坑道结束时，再往前是一个很陡的下坡 不确定夏天时候能否下去，冬季有雪看样子是下不去的 在结束处往回20米，左手有个缺口小路，上坡进入竹林，之后就再无岔路，一条路走到顶了 再说万佛顶，有水，20元一大水桶，或者20元一壶热水 住宿20元一个人，有插座有电，可以自己带热得快、电吹风、电饭锅、电磁炉、暖风机等电加热设备 不过！！！2019年开始，峨眉山下山索道票和大巴车票，需要先购景区门票才能购买！！！！ 如果时间多，可以考虑自己走下山","categories":[{"name":"运动 & 户外","slug":"运动-户外","permalink":"https://0xrr.github.io/categories/运动-户外/"}],"tags":[{"name":"记录","slug":"记录","permalink":"https://0xrr.github.io/tags/记录/"},{"name":"户外","slug":"户外","permalink":"https://0xrr.github.io/tags/户外/"},{"name":"爬山","slug":"爬山","permalink":"https://0xrr.github.io/tags/爬山/"}]},{"title":"Lychee--荔枝图床-docker-部署-记录","slug":"3C&Digi/Lychee","date":"2018-12-05T00:42:00.000Z","updated":"2019-04-11T07:34:27.633Z","comments":true,"path":"2018/12/05/3C&Digi/Lychee/","link":"","permalink":"https://0xrr.github.io/2018/12/05/3C&Digi/Lychee/","excerpt":"简介Lychee 是一款开源的图片管理系统，实际上也可以用作图床，一直在更新，自身功能很强大，还支持二次开发插件及扩展来丰富功能，此外这套系统也支持 Docker 。 官网地址 项目 Github 地址 Demo 演示 Docker","text":"简介Lychee 是一款开源的图片管理系统，实际上也可以用作图床，一直在更新，自身功能很强大，还支持二次开发插件及扩展来丰富功能，此外这套系统也支持 Docker 。 官网地址 项目 Github 地址 Demo 演示 Docker 部署以ubuntu16.4为例 安装docker环境 sudo apt-get install docker.io 拉下镜像 sudo docker pull kdelfour/supervisor-docker 建立文件夹并设置权限（可跳过） cd /root mkdir lychee cd lychee mkdir data mkdir uploads mkdir mysql mkdir uploads/import mkdir uploads/big mkdir uploads/thumb chmod -R 777 uploads/ data/ mysql/ 如果不手动建立，就不要给容器指定外部目录，否则会报错权限不足[1][2] Unable to save this configuration. Permission denied in \\’data/\\’. Please set the read, write and execute rights for others in \\’data/\\’and \\’uploads/\\’. Take a look at the readme for more information. 如果有其他报错，可以进入lychee后点击左上方小齿轮，点击Diagnostics查看错误 报错后，修改文件夹权限之后，可使用如下命令重启容器 查看正在运行的容器[3]： docker ps 查看所有容器[3]： docker ps -a 重启容器[3]： docker start \\ 运行镜像 sudo docker run -it -d -p 80:80 -v /your-path/uploads/:/uploads/ -v /your-path/data/:/data/ -v /your-path/mysql/:/mysql/ kdelfour/lychee-docker 替换your-path为刚刚新建目录的地址，例如在/root下的话就是： sudo docker run -it -d -p 80:80 -v /root/lychee/uploads/:/uploads/ -v /root/lychee/data/:/data/ -v /root/lychee/mysql/:/mysql/ kdelfour/lychee-docker 如果跳过了刚刚的建立文件夹及权限设置，数据库及图片将会保存在容器内部，则使用下列命令运行镜像： sudo docker run -it -d kdelfour/lychee-docker 设置自启动在运行docker容器时可以加如下参数来保证每次docker服务重启后容器也自动重启[4]： docker run --restart=always 如果已经启动了则可以使用如下命令[4]： docker update --restart=always \\ 配置运行镜像后，浏览器中输入服务器IP以登录 首次登录需要初始化数据库，使用如下配置 user name : lychee user password : lychee 然后就是设置管理账号与密码，设置一个足够复杂的密码就可以了 其他事项设置图片公开，可以得到一个直接可访问的链接 然而，对此照片取消公开，并不会使此链接失效…… 意味着，只要设为公开，发布了此链接，就永远公开了，想取消公开只能删除图片 不过，可以使用WinSCP、Xftp、等其他方式，替换掉 /your-path/lychee/uploads/big/ 下面的对应文件，在不更换图片链接的情况下，对外链的图片进行修改 参考：[1] 自建图床系统 | 呈呈的小站 [2]permission denied to /uploads and /data directories · Issue #6 · kdelfour/lychee-docker [3]Docker入门，看这篇就够了 - 个人文章 - SegmentFault 思否 [4]docker服务重启后自动重启容器","categories":[{"name":"3C & 数码","slug":"3C-数码","permalink":"https://0xrr.github.io/categories/3C-数码/"}],"tags":[{"name":"折腾","slug":"折腾","permalink":"https://0xrr.github.io/tags/折腾/"},{"name":"电脑","slug":"电脑","permalink":"https://0xrr.github.io/tags/电脑/"},{"name":"VPS","slug":"VPS","permalink":"https://0xrr.github.io/tags/VPS/"}]},{"title":"雷迪司-LADIS-UPS-断电自动关机设置说明","slug":"3C&Digi/LADIS-UPS","date":"2018-11-18T08:18:00.000Z","updated":"2019-04-11T04:05:05.661Z","comments":true,"path":"2018/11/18/3C&Digi/LADIS-UPS/","link":"","permalink":"https://0xrr.github.io/2018/11/18/3C&Digi/LADIS-UPS/","excerpt":"中文翻译完全像是嘴里含着 * 在说话一样 语言切换成英文之后好多了 不过那几个时间之间的关系还是有一些不明确 反复试验之后才弄明白是这么回事","text":"中文翻译完全像是嘴里含着 * 在说话一样 语言切换成英文之后好多了 不过那几个时间之间的关系还是有一些不明确 反复试验之后才弄明白是这么回事 从时间轴上看是这个样子 第一个设置的时间 shut down the local system after 是指从断电开始，到向电脑发送关机指令的时间 发送了关机指令，电脑不是强制关机，而是正常关机一样有一个关闭各项软件和服务的序列要处理，所有有了 time to wait before shutting down the locak sysyem 这个设置，这个设置是用来控制从发送关机指令，到关闭UPS电源之间的时间的，如果设得太短了，可能会发送电脑还没关闭完，UPS就关闭了，直接断电（不过上面如果选择关闭电脑之后不关闭UPS，应该就不用管这个了 还有个脚本执行时间，是用来控制在关机指令发送之前几分钟执行脚本的 我买的型号是H1500VA，2个12V 9AH的电池，实测可以给200W的电脑+显示供电35分钟左右，所以我设置成了20分钟发送关机指令，发送关机指令后15分钟关闭UPS（防止bug10更新时断电，15分钟跑周年更新肯定不够，跑一般的小更新应该没问题）","categories":[{"name":"3C & 数码","slug":"3C-数码","permalink":"https://0xrr.github.io/categories/3C-数码/"}],"tags":[{"name":"折腾","slug":"折腾","permalink":"https://0xrr.github.io/tags/折腾/"},{"name":"电脑","slug":"电脑","permalink":"https://0xrr.github.io/tags/电脑/"}]},{"title":"豪爵铃木DL250使用感想及记录，46700公里更新","slug":"Bike&Tour/DL250--Review-and-Log","date":"2018-11-01T16:00:00.000Z","updated":"2019-05-05T04:40:19.781Z","comments":true,"path":"2018/11/02/Bike&Tour/DL250--Review-and-Log/","link":"","permalink":"https://0xrr.github.io/2018/11/02/Bike&Tour/DL250--Review-and-Log/","excerpt":"小毛病(不习惯的地方)：有时候莫名其妙的出现F1，反复开关钥匙几次治好自己会消失 ​ 灯罩厚度小，自己改LED大灯、氙灯要注意厚度，很有可能装不下，需要在后盖开孔 ​ 转弯半径大，市区堵车时在两个车道之间变道钻车缝是不要想了 这种是肯定做不出来的。。。 ​ 另外就是边箱，拐弯的时候会往弯内收，需要特别注意看着点，有时候车头过去了，边箱过不去 ​ 在车把打到底（掉头）的时候，需要用油门让车立起来，有两次踩进空挡然后倒车了，靠脚基本撑不住（身高174） ​ 而且由于坐高、身高、车重的共同原因，在车上坐着倒车相当困难，一般挪车都选择下车推了 ​ 后视镜球头很紧（不知道是不是个例），找不到螺丝可以调松紧，后视镜的视野调整范围也很小 ​ 大架不好撑，可能我体重轻有关系，踩上去没啥反应，要使劲拉才行。。。","text":"小毛病(不习惯的地方)：有时候莫名其妙的出现F1，反复开关钥匙几次治好自己会消失 ​ 灯罩厚度小，自己改LED大灯、氙灯要注意厚度，很有可能装不下，需要在后盖开孔 ​ 转弯半径大，市区堵车时在两个车道之间变道钻车缝是不要想了 这种是肯定做不出来的。。。 ​ 另外就是边箱，拐弯的时候会往弯内收，需要特别注意看着点，有时候车头过去了，边箱过不去 ​ 在车把打到底（掉头）的时候，需要用油门让车立起来，有两次踩进空挡然后倒车了，靠脚基本撑不住（身高174） ​ 而且由于坐高、身高、车重的共同原因，在车上坐着倒车相当困难，一般挪车都选择下车推了 ​ 后视镜球头很紧（不知道是不是个例），找不到螺丝可以调松紧，后视镜的视野调整范围也很小 ​ 大架不好撑，可能我体重轻有关系，踩上去没啥反应，要使劲拉才行。。。 ​ ​ 欠缺之处：挡风小了，换了个435mm高的加大挡风，好些了不过还是有风从挡风的两侧绕过来的湍流吹到头 ​ 护手效果基本为零，自己换了个带帽檐的大护手 下雨可以不湿手，就是把手堵头那儿要自己扩孔，而且稍微窄了点，如果堵头拧紧了有点蹭离合/刹车 ​ 车把太靠前了，可能是我手短，装了一个加高后移的座子，还是感觉不够。。。 ​ 要蛋蛋贴着油箱坐，手臂才是一个比较舒服的弯曲姿势 ​ 太重了，206kg，赶上大排的重量了，所以动力没有特别澎湃的感觉，0-60的加速性能感觉和之前的望江大公仔差不多（150发动机，车重106kg。。。） ​ 动力略显不足，只能说够用吧，国道超车无压力，高速上超大卡车无压力。。。 ​ 据说轮胎是半热熔，在下过雨的石头上非常滑 像这种石头稍微大点的路，走一路滑一路，前轮不停的摆，后轮不停的甩，一不留神就倒车。。。 ​ 像这种泥巴路腿短的也不要试了，尤其是还在拐弯。。。我直接掉头另外找路通过了。。。 ​ 离地间隙太低，不过考虑到这个车的整体定位，也就跑跑国道省道了，还算是够用吧。。。（同二驱SUV。。） ​ 坐垫设计不合理，往前滑，太窄，坐久了屁股疼 目前这样解决的，已经在网上买了改装的加宽改平加大腰靠背的坐垫还没到 ​ ​ 优点：换挡非常平顺，空挡好找 ​ 发动机振动小，5300开始共振，到6000消失，然后一直到9000转震动都控制得很好 ​ 后备箱结实，倒车了很多次了，靠保险杆和后备箱支撑着的 低速倒车后备箱磨损情况，感觉至少还能翻个几十次才需要换箱子 倒车之后，背推扶车，一手抓车把手，一手抓后备箱支架，挺好扶的，一提就起来了 ​ ​ 其他：油耗磨合期以5000转以下跑不堵车路好的国道，速度在五六十，百公里2.7~2.8 出了磨合以90多跑高速，油耗在3.3~3.4 ​ 后备箱买之前觉得小，后来感觉还是可以 不带帐篷睡袋的春夏秋摩旅，完全没有问题了 而且我还带了全套修车工具、加压自补液、WD40、脚踏式打气筒、大包湿巾、大包抽纸等等蛋疼的东西。。。 不过如果是在春秋东季往南方骑，边走要边脱衣服裤子靴子，后备箱就有点不够用了 我还是搞了个驼包放在后座，顺便把备用汽油放里面，挂外面太招摇了。。。 ​ 大灯夜路走得多，灯是肯定要改的 原厂的亮不亮我也没看到过，反正买来就拆了换的氙灯 结果氙灯厚了，壳子空间不够，需要在灯罩后面开孔。。。 折腾好久，结果发现氙灯还是不够亮，近光倒是可以，铺路铺得挺开的，但是有两个问题：很近的距离照不到（3米以内），开远光的话太散了亮度不够 所以还是买了两个10W的铺路LED照0-3米的地方（与车辆近光共用开关），两个50W的白色聚光射灯LED当远光用（与车辆远光共用线路并设置独立开关），两个50W的黄色聚光射灯LED当雾灯用（与车辆位置灯共用线路并设置独立开关） 推荐使用这种快速接线端子，改开关分组方便，年审拆灯方便 ​ ​ 后续更新：================================================= 2017年11月5日更新：周末跑了个小长途，有几点问题 1.点烟器12V接口因为是略带朝下的，跑着跑着车充会震动得脱出松动 2.走着走着莫名其妙的出现F1闪烁，反复开关钥匙依然存在，把火花塞拔了再插依然存在，不管他跑了50公里自己又没了 3.如果天气冷，手指如果冻僵了，手套厚不灵活摩擦力小，油门把手握不住。。。 因为管径较小，所以拧油门需要更大的摩擦力（力矩＝作用力×力臂） 搞得高速巡航时，手动定油门，定着定着怎么速度越来越慢。。。。结果一看是油门把手自己缩回去了。。。。 如果用力捏，手会酸。。。反正我买了个油门省力卡子，应该会好点 4.屁股真的好痛，回来后把改装坐垫装上之后好多了 5.435mm高的挡风不够，得一直猫着腰，稍微伸直点腰风噪就很大 再买了个500mm高度的来试试 5.油耗： 1/4油门时速70，每L油能跑30公里，对应百公里耗油3.3 1/2油门时速90，每L油能跑25公里，对应百公里耗油4 2/3油门时速100+，每L油能跑20公里，对应百公里耗油5 3/4油门时速110+，每L油能跑14.7公里，对应百公里耗油6.8 全油门保持二三十秒后达到急速120（GPS），表显示135 贴的油门刻度，方便观察 6.在高速上被一个gw250( f? s? )嗖的一下就超了。。。（估计他满油门140在跑，我以经济100在跑。。。 给我印象还是挺深刻的。。。 ​ ================================================= 2017年11月7日 3950公里更新：一档空档 二档换挡的时候会 噔(哐) 的一声，然后变速箱也有一下振动 离合自由行程已经调到最小，支大架捏死离合轮胎完全不动表示离合分离正常 去了售后表示是正常现象让我放心骑。。。。。。 ​ ================================================= 2017年11月12日 5800公里更新：1.长途还是有热衰，不过很小。。。给相同的油门跑100的话，歇个二十分钟，能跑105（也有可能是幻觉。。。） 2.500mm高的挡风依然有一定风噪，不过更大的问题是夜间下雨国道汇车，对面灯一过来，啥都看不清了。。。正在思考弄个雨刮什么的。。。 现在就是胳膊、肩膀被风吹到特别冷，多穿一层防风层稍微好点了，考虑用个啥专门给这两个部分做防风 3.使用98号和95号汽油，油耗差别不明显，见后表 4.电热把手非常好用，可以戴更薄一个级别的手套了，而且出了汗也不会冰冷，休息的时候把手套脱下了放在发动机旁边烤一烤效果更好 5.油门省力卡子确实能省很多力，手掌也不会酸了 6.买了个油箱包，但是感觉不怎么实用，除了给耳机充电时可以放里面冲，想不到其他啥用途，毕竟钓鱼用的马甲背心取放东西都太方便了。。。（而且油箱包和手机支架会干涉，和加了增高后移垫的车把也会轻微干涉 7.改了坐垫之后舒服了很多，长时期骑行无任何不适感 8.表上显示的预估油耗和实际平均油耗误差较大，仅可做定量参考 部分使用98号汽油，油耗并无明显下降 9.又出现了F1，一直闪了两百多公里，停车熄火歇了几分钟再开，才消失 ​ ================================================= 2017年11月22日 5900公里更新：1.测试了下非铺装路面性能 这种基本搞得定，但是就算是平地，想要原地倒车非常困难，下车推都很困难 ​ 这种完全没有抓地力，后轮一直打滑 还好是下坡，完全是滑下去的，拐弯需要打反方向。。。 2.鉴于在泥地近乎于0的抓地力，萌生了换全地形胎的想法 然而后轮离链条1.5厘米，最多只能换150的，或者维持原厂140 前轮没有加宽可能性，只能维持原厂110 然而*2，倍耐力mt60、象牌karoo3、米其林ak3都没有前轮110-17的型号。。。只有正新有110的 后轮的话，象牌karoo3、米其林ak3有140-17，150-17 所以，如果要换全地形的话，就只能前轮正新110，后轮象牌karoo3 140或150 在非铺装路面，正新和象牌抓地力应该差不多 但是在铺装路面（下雨天的柏油路），正新肯定会比象牌差 而论行车安全的话，前轮的抓地力比后轮重要，重要的前轮用差的，不重要的后轮用好的。。。。简直不可理喻。。。。。 所以，决定，暂时不换了2333333 实在不行前后正新。。。。 3.装了个前后挡泥 原厂后挡泥已经很长了，后备箱都不会甩到泥，但是和别的车相比，少了这么一个东西 所以会甩很多泥到那些位置：后乘客脚踏、后刹车油盒（继续鞭尸。。。） 于是，就搞了这么一个安装位置。。。待下雨天跑高速再测试调整下 前挡泥 ​ 效果不错，泥只会甩到护底板上 不过，在过泥塘的时候，前轮压下去溅起来的泥还是会沾到保险杠和保险杠上的射灯，没办法了 4.射灯改用继电器控制 从电瓶引了一根线到车头壳子左边，用原车线路控制继电器，降低其负荷 另外，把超车开关黄色那根线（橘黄为12V进线，黄色为超车开关出线）剪断，引出去了，上图青色线 引出去之后，用两个五脚继电器实现异或门（实现方法：简单的继电器异或门电路），输入源是超车开关和远光开关 达到的效果是： 在远光灯关闭的时候，按下超车开关打开远光（射灯） 在远光灯打开的时候，按下超车开关关闭远光（射灯） 用处是： 在夜间行车时，弯道汇车，按下超车开关可以暂时关闭远光，待汇车结束时候松开超车开关即可恢复远光，不用翻出大拇指频繁切换远近光 （为了偷那么一点懒，折腾好几个小时、、、略蛋疼 5.因为重新走了线（其实也就是把线的位置换了下），最开始改氙灯的时候有个继电器，把他的安放位置变了一下 之前是竖着放的，今天改成横着放了，结果水就顺着电线留到继电器插座那儿去了。。。然后继电器挂了。。。（不知道有无因果关系，这继电器是12V控12V，也不存在强弱电短路会烧线圈的问题呀 ​ ================================================= 2017年11月25日 6400公里更新：1.在被磨得很平很滑的水泥石子面压弯后轮打滑 看着不滑，停下车下来一看摸着好滑。。。。 搞得不敢压弯了 2.以20的速度进入泥地之后，后轮完全失控，横着滑了几米 ↓ 再过一个泥塘，前轮失控 省道是下限，坚决不能脱离省道. ​ ================================================= 2017年11月25日 12800公里更新：请年假跑了个长途6400公里，问题如下： 1.挡风还需要加宽，以挡住吹向胳膊的风 2.放开车把有小概率会开始左右甩动，3秒后会失去行车稳定需要人工介入，可能和左右边箱重量不平衡有关 3.原来后视镜是有球头的。。。。。跑高速，发动机震动加上大风吹着，居然把球头给唤醒了。。。然后，歪了。。。。掰回去跑几公里之后又会歪。。。。 4.电热鞋垫非常好用，冬日汗脚救星；电热把手在0度附近没啥用了，薄手套手背冷，厚手套感觉不到热量。。。 5.后备箱还是感觉有点小，驼包倒是够大，不过取放东西不方便，准备换个大点的后备箱 6.再次测试了一下高速油耗情况，每次测试都在200公里左右 3/4油门，可以跑到115~120（GPS速度），油耗5.7~5.8 1/2油门，可以跑到105~110（GPS速度），油耗5.1~5.3 ​ ================================================= 2017年12月25日 12960公里更新：1.安装了一个大风挡，肩膀和手臂完全没有风 而且高度太高，完全吹不到头，头顶都吹不到了。。。。 不过风阻那是一个大。。。 2.因为高度过高的问题，行车时候视线全部在挡风之内，坐直了才能从上面喵出去一点点 下雨天很成问题，所以加了一个手动雨刮 喷水测试效果聊胜于无，主要是因为有弧度贴合不紧有一片刮不到，后期再看怎么处理一下 3.测试了一下0-100加速度 大风挡，带着货物和三箱：(16.44+15.72+17.17+16.46+17.58+17.07)/6 = 16.74 拆风挡，带着货物和三箱：(15.14+15.31+15.48+15.24+14.48)/5 = 15.13 大风挡，取下货物和三箱：(13.95+13.85+14.43+13.77+14.26+14.10)/6 = 14.06 4档表显106断油然而GPS却到不了100.。。。还得换5档。。。 ​ ================================================= 2018年5月3日 21800公里更新：春节 五一 出去跑了两个长途，已经进入平稳运作期，所以更新比较少 1.风挡的雨刮还算好用，小雨两三分钟刮一次，暴雨就要勤点了，但是总比停车下来擦要好 2.轮胎磨损情况如图 ​ 贴吧上看到 https://tieba.baidu.com/p/5531085616?red_tag=2135275329 有人换了MT60rs 前120后160，能装上，准备也前搞一套 3.链条缺油给弄废了，原厂要348，真贵。。。准备上征和 4.身体和手臂的挡风搞定之后，感觉腿部又好大的风，而且风顺着腿又往上吹，直接往衣服里面灌。。。准备搞个围裙穿着试试看 ​ ================================================= 2018年5月16日 22100公里更新：1.换胎后的感受，沙土路、过水路 稳得多 这种坡度大于10的陡坡，原厂胎是绝对不敢走的，现在很轻松（虽然心里还是怕。。。 这种要沾水的，原厂胎也是心里没得底的 ​ 然而，大泥坑该滑还是滑 还是要比之前好，我故意没有减速通过，只是后轮甩一下，以前得下车推出泥坑。。。 ​ 2.搞了个挡风的，小腿吹到的风少了很多，过泥水也不会溅到脚了，只是又宽了一点，城里骑得少应该不碍事 ​ ================================================= 2018年8月27日 29182公里更新：1.小腿挡风改为透明材质，增加腰部挡风 ​ 2.边箱终于摔坏，更换冒险36L边箱和thor 60L尾箱 高速状态下，感觉前轮转向变轻了，遇到干扰的自稳性也降低了 以前推把，推一下有个很明显的反馈，现在感觉反馈弱多了 在高速上的湿滑转弯路面遇到颠簸起伏，发生死亡摇摆 （PS：后查明，是后轮气压不足引发的，和箱子无关 ​ 3.换胎后跑了7000公里吧，试了各种路，除了稀泥基坑道会陷进去（然后一个人使劲推也推得出来）之外，都还ok 但是底盘太低，石头大一点的路会疯狂坨底 ​ 4.链条缺油后可能是链条关节轴伤到了，异响严重，再加油也没有用，准备换掉后看看情况 ​ ================================================= 2019年4月11日 46700公里更新：前文说到的异响，通过更换链条、大小飞解决 各部件运行平稳，无故障 车太重了，又去买了个越野车，后面再开一篇文章来写一下 ​ ================================================= 2019年5月5日 49214公里更新：2019年5月3日，48606公里时，在高速公路行驶途中，链条断裂 捡回来之后发现是扣子掉了 事发当时距上次更换链条后8211公里，99%的铺装路，未在雨天泥地行驶 初步分析可能是链条上油管未能完全对准链条，或者是给链条加油时车速过快，油滴在链条上时被甩掉了","categories":[{"name":"机车 & 旅行","slug":"机车-旅行","permalink":"https://0xrr.github.io/categories/机车-旅行/"}],"tags":[{"name":"使用感受","slug":"使用感受","permalink":"https://0xrr.github.io/tags/使用感受/"},{"name":"摩托车","slug":"摩托车","permalink":"https://0xrr.github.io/tags/摩托车/"},{"name":"记录","slug":"记录","permalink":"https://0xrr.github.io/tags/记录/"},{"name":"旅行","slug":"旅行","permalink":"https://0xrr.github.io/tags/旅行/"},{"name":"图片需要重新上传","slug":"图片需要重新上传","permalink":"https://0xrr.github.io/tags/图片需要重新上传/"}]},{"title":"2018年8月 阴条岭 记录","slug":"Sport&Outdoor/2018-8-YinTiaoLing-Log","date":"2018-08-27T11:55:00.000Z","updated":"2019-04-17T03:00:41.914Z","comments":true,"path":"2018/08/27/Sport&Outdoor/2018-8-YinTiaoLing-Log/","link":"","permalink":"https://0xrr.github.io/2018/08/27/Sport&Outdoor/2018-8-YinTiaoLing-Log/","excerpt":"总体概览：（地图要点开看字，或者文章末尾有打包下载） ​ ​ 接近：上阴条岭已知上山路径有两个方向，左边是 双阳乡（林场） 上，右边是从 大九湖（景区） 上","text":"总体概览：（地图要点开看字，或者文章末尾有打包下载） ​ ​ 接近：上阴条岭已知上山路径有两个方向，左边是 双阳乡（林场） 上，右边是从 大九湖（景区） 上 双阳乡出来有18公里烂路，路面多为沙石路，小碎石子居多，偶见泥泞 到林场保护站就不能往里面再开了（有碎石子把路堵住） 林场工作人员早上6点起床，如果进山需要趁早，否则不允许进入（除非”林业局局长打招呼“，或者花钱让他们带路 不想跟他们纠缠，反正时间多，绕道去大九湖，从那边上 绕路去大九湖： 沿途风光 有个水潭，可以洗澡 水还挺清，蝌蚪真大 洗完继续出发 先要下到山下的一个湖边，下山之后明显感觉变热了 再顺着一个峡谷上山 购票进入景区 门票120一个人，不准自驾进入景区范围 但是，景区边上有一条公路，路过的车辆可以办理通行证在限定时间、沿着指定线路通过（然而没人告诉我这回事，我还是花了100元买门票，我还是把车骑到景区里面去了） ​ ​ 正式开始爬： 白色为推荐路线 分段描述，建议新窗口打开此图，后面配合文字看 从停车点（顺着路一直往里面开直到要过一个小溪沟就停车）到河床之前一直都是大路 大路 然后路变小，一会儿走在溪流河床边上，一会儿踏在河床上 再是离开河床，在两条溪流之间的陆地上走 再一会儿路就变小变陡了，需要扒开竹子看地上的路，不过基本上都是一条直线往上走 扒开竹子看地上的路 最后要到山脊那一段变得很陡，就不是直线了，需要辨认一下路径 上到山脊之后稍微平坦一些，但是路依旧不好认，山脊走完稍微右拐一个角度开始爬陡坡，草深路荒 爬上去之后能看到低矮灌木和草皮 草皮随便踩，躲开灌木走 建议沿着红色轨迹走，草皮这一段虽说是随便走，但是如果有踩出来的路，还是快很多 我上山的时候去绿色蓝色轨迹那边绕路了，远，路荒 这是蓝色轨迹绕路过去的，站在T字路口拍摄 大片草皮，无路自己乱踩 下山的时候顺着红色轨迹的近路，虽然有部分路段，路两旁的植物长过来把路盖住了，但是扒开植物也能很快速的移动，不用费力的寻找路径走向 扒开他们，地上有路 红色轨迹的大路 第一天走到这里下雨了，就直接睡了，第二天起来轻装爬到顶再回来拿的 早上只有8度，走湿了不生火要死人。。。 第二天出太阳时晾晒装备 沿着红色轨迹走出林子之后，有一条主路 离开主路向左 离开主路向左上山时没有路径痕迹，进入灌木、林子之后有不明显的路径，草深 顺着”路“走到山脊之后依然很深的草，很不清晰的路径痕迹，我第一次见这么潮湿的山脊。。。果然是”阴“条岭 到顶，风大 顶上只有十来个平方没草，估计还是割草出来的，一点顶峰的样子都没有。。。。 A面 B面 下山的时候有绿色的轨迹作为捷径，看着近，其实不快，因为没路，完全是躲着灌木踩草皮，后面有二三十米躲不过灌木了只能钻灌木 然后原路下山，略去不表 水源情况如图 夏季，总体感觉就是草多，应该穿个长袖长裤，带把刀，割草砍灌木，走直线，肯定很爽 以上为亲历，以下为看别人帖子的臆测： 说是大路，是因为有部分在google卫星图上能看到，但是进入林子之后就看不到了，应该也是大路，但是草估计也深 ​ ​ 其他：1.所有轨迹、标注打包下载地址（包含此间乐整理的轨迹）：https://1drv.ms/u/s!Ap5ixysJw1DOhc4Fhf4eA5iFTAZRfQ 2.景区宣传资料 3.秃头肥圆矮冬瓜这是从林场保护站追出来，碾着我走的秃头肥圆矮冬瓜 祝他老婆和隔壁老王早生贵子","categories":[{"name":"运动 & 户外","slug":"运动-户外","permalink":"https://0xrr.github.io/categories/运动-户外/"}],"tags":[{"name":"记录","slug":"记录","permalink":"https://0xrr.github.io/tags/记录/"},{"name":"户外","slug":"户外","permalink":"https://0xrr.github.io/tags/户外/"},{"name":"爬山","slug":"爬山","permalink":"https://0xrr.github.io/tags/爬山/"}]},{"title":"关于Thuraya欧星卫星电话的一些事项","slug":"Sport&Outdoor/Thuraya-Satellite-Phone-Review","date":"2018-05-02T04:21:00.000Z","updated":"2019-04-11T04:08:05.411Z","comments":true,"path":"2018/05/02/Sport&Outdoor/Thuraya-Satellite-Phone-Review/","link":"","permalink":"https://0xrr.github.io/2018/05/02/Sport&Outdoor/Thuraya-Satellite-Phone-Review/","excerpt":"2019更新： hemind评论了你的文章《关于Thuraya欧星卫星电话的一些事项》 2019.04.04 14:43 好文，不过最近欧星改了资费，要年费39units，充值有效期为1年（除了10units为180天） https://www.thurayarecharge.com/All-about-Thuraya-Sim-Card-Validity/ 大意是，年费39units ，每年充值20units才能维持有效期，感觉变坑了。。。 首先感谢磨坊的这个帖子：http://www.doyouhike.net/forum/comm\\_nav/1001194,0,0,0.html 2013年楼主的分析在现在看来并不过时，欧星依然具有价格、话费有效期上巨大的优势PS：户外爱好者个人使用首选欧星（国际卡）没错，因为个人使用根本打不了那么多电话。。。 但是那个帖子里面的有一些信息有些不太对，而且2016年了，又有一些变化 加之前期在网上查询到的信息非常的混乱、冲突，以及后来被证明是有误的 所以现把从网上搜集到的资料，以及自己试验出来的一些东西，记录一下，方便感兴趣的朋友参考PS：文中描述的都是欧星国际卡的资费，国内卡不在描述范围内（因为国内卡年费1200元。。。（国际卡国内卡区别： 零.简介Thuraya系统是地球同步移动卫星系统，拥有3颗卫星，设计寿命15年，采用了当今测试时间最长，而且非常可靠的技术。 Thuraya卫星系统设计容量为13,750个卫星信道，最大支持175万用户，地面关口站位于阿联酋，服务整个卫星信号覆盖区域。 2000年10月21日Thuraya-1卫星从太平洋中部的赤道海域用Zenit-3SL火箭成功发射，位于东经28.5°，这是中东地区第一颗移动通讯卫星，也是发射过的最重的卫星。 2003年6月10日Thuraya-2卫星从海面发射时，波音卫星系统公司正建造第三颗卫星以扩充系统通讯能力。Thuraya-2卫星位于东经44°，椭圆形运行轨道距地球35,786公里。 Thuraya 3号卫星定点东经98.5度，主要为亚太地区的行业用户和个人用户提供手持通信和卫星IP业务。Thuraya 3号卫星用户电路的工作频率为L频段，上行1626.5~1660.5MHz，下行1525~1559MHz，极化方式为左旋圆极化。 Thuraya 公司于2005年申请了该轨道资源和频率资源，并于2008年将Thuraya 3号卫星送入指定的轨道位置，同时在亚太地区开展移动通信服务。该卫星在覆盖区内通过数字波束成形技术可产生300个点波束，其中覆盖我国国内和领海大约为40个波束。 以上复制的","text":"2019更新： hemind评论了你的文章《关于Thuraya欧星卫星电话的一些事项》 2019.04.04 14:43 好文，不过最近欧星改了资费，要年费39units，充值有效期为1年（除了10units为180天） https://www.thurayarecharge.com/All-about-Thuraya-Sim-Card-Validity/ 大意是，年费39units ，每年充值20units才能维持有效期，感觉变坑了。。。 首先感谢磨坊的这个帖子：http://www.doyouhike.net/forum/comm\\_nav/1001194,0,0,0.html 2013年楼主的分析在现在看来并不过时，欧星依然具有价格、话费有效期上巨大的优势PS：户外爱好者个人使用首选欧星（国际卡）没错，因为个人使用根本打不了那么多电话。。。 但是那个帖子里面的有一些信息有些不太对，而且2016年了，又有一些变化 加之前期在网上查询到的信息非常的混乱、冲突，以及后来被证明是有误的 所以现把从网上搜集到的资料，以及自己试验出来的一些东西，记录一下，方便感兴趣的朋友参考PS：文中描述的都是欧星国际卡的资费，国内卡不在描述范围内（因为国内卡年费1200元。。。（国际卡国内卡区别： 零.简介Thuraya系统是地球同步移动卫星系统，拥有3颗卫星，设计寿命15年，采用了当今测试时间最长，而且非常可靠的技术。 Thuraya卫星系统设计容量为13,750个卫星信道，最大支持175万用户，地面关口站位于阿联酋，服务整个卫星信号覆盖区域。 2000年10月21日Thuraya-1卫星从太平洋中部的赤道海域用Zenit-3SL火箭成功发射，位于东经28.5°，这是中东地区第一颗移动通讯卫星，也是发射过的最重的卫星。 2003年6月10日Thuraya-2卫星从海面发射时，波音卫星系统公司正建造第三颗卫星以扩充系统通讯能力。Thuraya-2卫星位于东经44°，椭圆形运行轨道距地球35,786公里。 Thuraya 3号卫星定点东经98.5度，主要为亚太地区的行业用户和个人用户提供手持通信和卫星IP业务。Thuraya 3号卫星用户电路的工作频率为L频段，上行1626.5~1660.5MHz，下行1525~1559MHz，极化方式为左旋圆极化。 Thuraya 公司于2005年申请了该轨道资源和频率资源，并于2008年将Thuraya 3号卫星送入指定的轨道位置，同时在亚太地区开展移动通信服务。该卫星在覆盖区内通过数字波束成形技术可产生300个点波束，其中覆盖我国国内和领海大约为40个波束。 以上复制的 覆盖范围：白框为信号好，蓝框为不太保证 简单点说，Thuraya-1已经坠毁（退役。。。 现在就只有Thuraya-2和Thuraya-3，分别位于东经44°（索马里海边上空）和98.5°（新加坡西边一点），由于是地球同步移动卫星系统，纬度0°赤道上方 使用的时候，尽量把天线指向那个方向 建议大家使用此软件 Satellite AR来查看卫星所在的方位（安卓版官方下载地址：https://play.google.com/store/apps/details?id=com.agi.android.augmentedreality&amp;hl=zh\\_CN， 百度盘地址：http://pan.baidu.com/s/1c1ARqve ） 应该同类软件挺多的，我随便下了几个，这个找Thuraya卫星比较方便，直接搜索就是了，所以保留了这个 软件效果图： 绿色的是地平线 .jepg 绿色的是地平线 在国内基本上就指望着Thuraya-3吧，基本上在头顶偏南方 Thuraya-2由于太偏西了，在国内看过去仰角太低，非常容易被阻挡 Thuraya的话机都是带GPS功能的 XT-Lite和XT-Pro还带北斗，XT只带GPS 北斗的这个定位只是用来确定接受哪个波束用的，不能用作通讯（已向Thuraya中国总代核实） 在此点名批评此淘宝卖家，胡说八道（后来在电话中还跟我头头是道的瞎扯Thuraya和中国北斗有合作关系所以可以用北斗来进行语音通讯。。。。。简直耍猴 耍猴记录 一.激活​拿到手，随便打一个电话，格式为00+中国国号86+手机号，或者0086+区号去首位0+座机号 比如008618623439888，00860186540824(北京区号010，去首位0后变成01) 然后电话里会说话，让你选语言，按1，选英语 然后问你要不要激活，再按1，就激活了 激活成功，把电话挂了，就可以正常使用了 二.资费​首先，来纠正一个最基本的计费单位的问题，磨坊大神是按美元来描述资费标准的，购买前咨询商家，商家也是说Thuraya是按美元计费的，说Thuraya没有讲unit，是海事才讲unit，然而我在网上查询到有的商家介绍也是按unit来描述的，所以自己试了下是怎么回事，记录如下 这是拿到手机Thuraya手机按*151#查询话费余额后的显示画面 20USD，USD表示美元吧，其实并不是，这里的USD相当于Unit（”计费单位”），我也不只为啥Thuraya公司脑门子是被夹过还是怎么着的，弄一个这个来绕人（后注：应该是本地化翻译人员的锅下面是试验过程： 这是Thuraya的充值页面( https://www.thurayarecharge.com/online/ 由此可见Unit和USD并不是1:1的对应关系，充值得越多，越接近1，见下图 （通话、短信、年费具体详解见后 这是充值历史查询页面（ https://www.thurayarecharge.com/transactions/ 可见充第一次，13.5美元，给我账户增加了10unit，第二次56美元，增加了50unit 这是充值后网页查询界面( https://www.thurayarecharge.com/phones/\\# 我手机上话费查询的显示 可见，手机里显示的USD就是网上显示的unit，而unit到美元并不是1比1的关系，所以手机里那个显示的USD具有误导性 所以，弄清了计量单位之后，可以开始琢磨计费标准了​ 这是Thuraya官方给出的资费标准( https://www.thurayarecharge.com/Cost-of-calls-from-my-Thuraya-satellite-phone/ 英文看着头疼，简单的说，就是分了3种卡： Thuraya Prepay SIM ​Thuraya NOVA SIM ​Thuraya Marine SIM 而我手上的卡，是Thuraya NOVA SIM，因为我发短信是0.35unit一条。。。。至于大家以后买到的，也应该是NOVA吧，因为Nova是阿联酋的土豪们给我们非洲亚洲等穷苦大众推出的低资费（高长途费高漫游费，excuse me？！？！）的套餐。。。。 某公司关于Nova卡的资费介绍 某公司关于Nova卡的资费介绍 中文的看着顺眼了点，但是有几个矛盾点。。。 官网网站说： 1.Thuraya to all other common networks (this is the most common tarrif and includes both fixed and mobile lines) ：1 unit/分钟 2.Calls billedin 60 second increments 3.年费 15 unit/每年（excuse me？！？！不是说每两年么）（参见年费说明页面 https://www.thurayarecharge.com/Cost-of-calls-from-my-Thuraya-satellite-phone/ 没有年费减免政策，Thuraya Prepay SIM卡话费超过1500免年费） 中文介绍说： 1.拨打普通地区的地面固定电话或移动电话：0.9 unit/分钟 2.语音及传真：按时间计费，计费单位20秒 3.年费 20 unit/两年，话费超过1500unit免年费 总体而言我已经风中凌乱了 0.9还是1，这个以后测试了再来更新帖子，目前只打过1通电话，31秒扣了0.7 unit 年费问题等到明年今日就知道了，因为官方说的是：All prepaid Thuraya SIM cards have an annual fee. This fee is automatically deducted by Thuraya from your prepaid account balance on the anniversary of the activation of your SIM card. （所有预付费Thuraya电话卡都有年费，年费会自动地在你激活卡的那一天的周年之时，从你的预付费账户余额里扣除） 更新备注：已向Thuraya中国总代核实，通话是1unit/分钟，发短信是0.35unit，年费是10unit/年​ 给卫星电话打电话、发短信的资费：按运营商的规定收费，移动和联通打88216开头的都是40元一分钟 发短信不清楚，我没开通国际短信，问联通他也不知道。。。。 反正按通话的资费来看，肯定不会便宜，还是Free Web-SMS搞起吧（后有介绍 三.充值​在又是一个利益相关的敏感话题了（8264已经删帖。。。 因为，淘宝上的充值卡全是按8元/分钟，400元，50unit（呃，这么看来确实应该是官网说的每分钟1 unit这样 而参见刚才充值页面的数据：​ 可见，每分钟8元是10unit的价格，充50unit的话，只需要6.6元一分钟，而商家却收你8元1分钟。。。。 所以我果断自己充值了（而且还有个好处，后面讲 另外，​从折线图可以看出，80 unit是一个拐点，从80 unit开始，金额再往上走，便宜得不多了 而我充值了50 unit的原因，是手滑了。。。。。 充值方法： 1.打开 https://www.thurayarecharge.com 2.点右边的 Recharge Online0 3.输入电话号码，以及选择充值的金额，第一次只能选10 unit，因为你选了其他的资费，他也会给你改成10 unit，理由是：未经过验证的用户只能充10 unit 4.填写个人资料，尽量如实填写吧，我就不截图了。。。因为已经注册过的，懒得再去编造假的地址了 5.填写付款信息，支持Visa，MasterCard（姓名、地址、电话必须如实填写，和你用的卡一样），经测试对国内信用卡支持良好，瞬间扣费 6.扣费完了，会返回一个页面，底下有个链接，是 verify 啥啥啥的（我已经验证过了，没法截图，​大体意思就是，10unit的13.5美元，他分了随机的两笔款来扣，你要把他怎么划分的填进去（比如6.28+7.22），以此来证明这张卡是你的 7.充值完毕 小插曲： 我的卡充值完了之后，扣了费，​unit没到账，网页显示有问题喊我联系客服 我就联系了客服，等了两三个小时，客服回我说已经搞定，然后unit也到账了 自己充值的优势： 可以在卫星电话上拨打80011800（免费的，也可以作测信号用）来进行充值 因为自己充值过一次之后，相当于这个号码和你的信用卡就绑定了，真被困了，打电话喊救援，救援来没来话费就要讲没了，就可以自己拨打此电话充值（坏处是充值的时候容易手滑，一不小心就按错键了。。。。 关于 用手机拨打80011800来充值 的介绍： https://www.thurayarecharge.com/byphone/ 1.Call 800 11 800 from your Thuraya Satellite Phone*. 1.用你的卫星电话上拨打80011800，*注释为你必须在 设置 通话 显示本机号码 里面设置为开，这样Thuraya充值者才知道你的号码 2.When prompted, enter your Recharge by Phone PIN. 2.电话接通后，输入你的充值密码（需要先设定一个充值密码 “Recharge by Phone Pin” ，在这里设置 https://www.thurayarecharge.com/phones/ 点那个 [Edit] 就可以设置了 3.Choose the amount of air-time you wish to purchase. 3.选充值多少钱 4.We will then charge your credit card &amp; add the air-time to your Thuraya Phone. 4.我们将从你的信用卡里扣费，然后给你充值话费 四.其他说明及注意事项​ ​Thuraya Value Added Services Thuraya增值服务，介绍页面 http://www.thuraya.com/value-added-services 标红的是有价值的 · Western Union®Quick PaySMSservice: 太长一段了，懒得看，似乎是讲怎么用现金充值，跟国内个人使用关系不大（很有可能理解有误，望指正） · Thuraya Short Code Services:短号码服务，下面一个段落着重介绍 · Twitter SMS Service on Thuraya Handsets: 通过短信发twitter，两三块发一条推，真壕！ · Viber Services:用Viber（一款网络电话）给卫星电话打电话仅需2美元每分钟，全是算便宜的了，用GoogleVoice给88612打要7美元一分钟。。。。更多信息联系→ [email=\\”customer.care\\@thuraya.com\\”]customer.care\\@thuraya.com[/email]. · Free Web-SMS: 通过网页给卫星电话发送免费的短信，好用，让朋友发发天气预报什么的挺不错，不过只能发英文，中文会报错，网页做得真蠢，网址：https://sms.thuraya.com/ 注意是https，不是http · Thuraya Cloud Refill: 团体充值什么的，与个人无关 · Direct Dial Up Internet Access: 双模手机可以通过拨号方式上网。。。。。。。太怀旧了。。还拨号。。。 · Thuraya Call Me Back: 没话费了，编辑短信：#电话号码#，格式如同拨号，发送到1755，对方就会收到一条短信让他给你回电话，没啥用，40元一分钟，分分钟友尽，还不如自己充值了再打呢 · Thuraya Recharge: 充值。。。这个也算是服务，嗯 · Thuraya Missed Call &amp; Voice Mail Services: 你关机或者不在服务区，别人给你打了电话，你再次开机或者回到服务区的时候，会收到一条短信，列出了给你打电话的人、以及啥时候给你打的电话；以及语音信箱服务，可让别人留言（移动联通打这个号码都是40元一分钟，我真心不希望谁打我的号码打到语音信箱里面去。。。。。） · Thuraya Test Call Service: 你可以拨打11112来测试信号（免费！！），这个舒服，官方推出的测试号，尽情的测试吧（不要太过分。。。） · SMS to Email:通过短信的形式发送email，还是算了吧。。。 · Thuraya SOS service for Thuraya XT users in Dubai. 在迪拜的Thuraya XT用户可以一键报警。。。。。城会玩系列。。。 Thuraya Short Code Numbers ​Thuraya短号码服务，短号码，让你好记一些，大部分都是然并卵的功能 Thuraya Voice Mail Service ​Short Code: 123 on SAT mode This provides routing to Thuraya’s Voice Mail System. ////语音信箱，祈祷别人没给你留言。。。 Remote Voice Mail Service Access ​Short Code: +88216100123 on SAT mode​ You can use this to access the Voice Mail System remotely from a landline or mobile line. ////用你的手机拨打这个号码就可以收听你卫星电话的语音信箱了，嗯，40元一分钟噢 Voice Mail Service Placement ​Short Code: 124 on SAT mode​ This enables you to deposit a message without calling a Thuraya handset. ////又是语音信箱，看球不懂，不管了 To Deposit a Voicemail remotely for Thuraya Subscribers ​Short Code: +88216100124​ This enables you to deposit a message from a landline or mobile line, without calling. ////又是语音信箱，看球不懂，不管了 Prepay Main Menu ​Short Code: 150 on SAT mode ////账户查询 Prepay Account Information ​Short Code: 151 on SAT mode ////账户查询 SMS Refill Service ​Short Code 150 on SAT mode​​​ This enables you to refill your Thuraya Prepay account using SMS. ////账户查询(短信) Thuraya Call Me Back Service ​Short Code: 1755 on SAT mode​ This is a free call back service. ////上文提到的没钱了给我打电话服务 Password Acquisition Service through SMS ​Short Code: 1522 on SAT mode ////通过发送空白短信的形式，向Thuraya询问服务密码 Change from regular Prepaid to Super SIM ​Short Code: 1544 on SAT mode​​ This is accessible by SMS only. ////更改用户类型为SuperSIM（用途不明），只能通过发短信来更改 Call for all Service (English) ​Short Code: 155 on SAT mode​ This is for Prepay calling card access Call for all Service (Arabic) ​Short Code: 156 on SAT mode​ You can use this for Prepay calling card access. Call for all Service (French) ​Short Code: 157 on SAT mode​ You can use this for Prepay calling card access. ////Call for all服务，用途不明 SMS for Prayer time (Sunni) ​Short Code: 1400 on SAT mode​ This provides prayer time and Qibla information using SMS (Sunni). ////祈祷时间，**教相关，敏**感词了。。。 SMS for Prayer time (Shia)Short Code: 1411 on SAT mode This provides prayer time and Qibla information using SMS (Shia). ////祈祷时间2，**教相关，敏**词了。。。 Thuraya Internet Direct Access ​Short Code: 1722 on SAT mode​ This is the short code to access internet for speeds of 9.6 kbps . ////拨号上网，壕们上，我就看看。。。。 Thuraya Internet Access from other networks ​Short Code: 882161001722 on SAT mode​ This is the short code to access internet for speeds of 9.6 kbps. ////用其他手机拨这个号码然后通过卫星上网。。。。这才是真壕！ Thuraya Customer Service Center ​Short Code: 100 on SAT mode​ ////客服专线，类似10010、10086，我没打过，大概是免费的吧。。。。 重要信息：上述号码千万别没事乱打！！！别没事给他们发短信！！！因为不知道是不是免费的。。。 惨痛教训，我给1522发了个短信，收费0.35unit.…返回给我了一个然并卵的服务密码。。。。 台湾那边某公司公布的短号服务的收费情况 大陆应该差不多，摸摸腰包，还是别手贱了。。。 记住： 查余额拨打*151# （免费！ 测试信号拨打11112 （免费！ 充值拨打80011800 （免费！就行了 五.Thuraya XT Lite初步使用情况​XT系列有三个型号：XT-Lite XT XT-Pro 价格依次从低到高（3000多，4000多，6000多，具体看砍价能力） XT已经停产，XT-Lite 和 XT-Pro 是后来才出的新款，支持北斗定位 然后Pro续航要长些，屏幕要大些，是大猩猩玻璃屏幕，有一个专门的SOS按键，支持通过卫星上网，信号好些可以边走边打 不过价格嘛。。。。 我是买的XT-Lite，按时间顺序开始发表感想和使用情况： 全家福 刚拿到手，就被底部充电和USB接口所折服了 底部充电和USB接口 .jepg 底部充电和USB接口 大哥，您挖那俩方孔是方便水进去么，旁边的防水橡胶圈表示既生瑜何生亮啊。。。。。。 机器本体重183.4g（含SIM卡 配的充电器是5V 1A的 充电的圆口，非MicroUSB、MiniUSB，难伺候 还好可以用USB线充电 然而充电线重47.2g。。。。。（极具优化空间 然而，用USB线插在USB接口上充电话，只跑得到0.5A（估计是D+ D-引线问题。。。。 放在朝南的窗户边，信号挺不错的 电话也能打得进来 今天带着出去走了一圈（重庆，歌乐山，同行的人多半在想，这个傻逼走个歌乐山还要带卫星电话。。。。。） 测试情况总结： 只要能看到南偏西一点点、竖直方向接近头顶的天空 就通讯没问题（至少是接收，发射不清楚，没钱测啊。。。 一层树叶子都没事，只要不是山体+多层树叶子 这是在一个小山沟里，山坡在我的南边，多层树叶子（其实是竹叶），在网，信号0格，未拨通测试 这是绕了一会儿，绕到山坡的侧面了，可以看出天空亮堂、植物稀少了一些，此时拨打11112测试信号良好 这是在乘坐三轮车移动时，天线朝南方，拨打11112测试，语音清晰（说明只要天线朝向对，可以移动通话的 开始吐槽： XT-Lite的固件升级问题 官网有1.1版本的固件 http://thuraya.com/product\\_upgrades/1539 而本机是1.0，尝试升级提示：​ 回忆了一下，官方介绍 http://thuraya.com/xt-lite 里面说： You can then program the Thuraya XT-LITE to one of the 13 languages available (Simplified Chinese is available as a separate firmware). 中国的XT-Lite的固件是单独的，而官网提供的是多国语言固件，刷不进去。。。。。 神坑，联系客服撕了一天的逼，从阿联酋Thuraya邮件客服撕到新加坡华人语音客服再撕到中国总代。。。。 得出的结论是： 中文没有v1.1且不会有v1.1，除非v1.0发现重大bug 如果非要把中文v1.0刷成国际v1.1，需要进开发者模式，然而不告诉你怎么进，得把机器发回北京总代那里刷 不想折腾了。。。就v1.0用到死吧。。。 另外，XT-Lite没有免提功能，虽然在通话时可以按左右键调整音量，但是调到最大也不是非常响，估计大风大雨下会听不清。。。 而耳机插孔是坑爹的2.5mm，而且不知道针脚定义和以前老手机的2.5mm接口通用不（现在大家都是3.5mm接口） 更新备注：已向Thuraya中国总代核实，和手机所用的2.5mm耳麦的针脚定义是相同的，可以用 没有挂绳孔，拿着心好慌，万一一个手滑。。。。 阳光下可视性非常好，开最低亮度也能看清楚 待机情况测试中，待后补充。。。 更新备注：从7月31日凌晨1时至8月2日早上7时30分，开始提示低电量，30秒响铃提示一次，被吵疯了，不等他自动关机了。。。。 总共待机54小时，通话呼出42次共计9分26秒，短信收发共20多条，*151#十多次，逛菜单设置这些大约用时2小时 基本上满足官方所说的80小时待机，通话的6小时理论值确实没发测。。。 PS：3格电占总待机时间的10%，2格电占10%，1格电和0格点占大头 2016年8月6日更新： 用USB数据线充电，至少需要6小时充满 准备去找个圆头接口来自己做一根线 2016年8月27更新： 重要！！！重要！！！重要！！！ 经过多次测试，短信确实是0.35unit一条，而且，只能给电信发。。。 给联通发，发出去的瞬间告诉你投递失败，​​还扣费。。。 给移动发，发出去没有提示投递成功还是失败，​还扣费。。。 给电信发，​发出去的瞬间告诉你投递成功，而且对面也能立即收到 短信支持中文，70字以内算一条 另外，自己做的线弄好了，输出电流从0.47A提高到0.79A，而更轻些​ 就是难看了点。。。 未提事宜请仔细阅读说明书 暂时想到这么多，再补充。。。","categories":[{"name":"运动 & 户外","slug":"运动-户外","permalink":"https://0xrr.github.io/categories/运动-户外/"}],"tags":[{"name":"数码产品","slug":"数码产品","permalink":"https://0xrr.github.io/tags/数码产品/"},{"name":"使用感受","slug":"使用感受","permalink":"https://0xrr.github.io/tags/使用感受/"},{"name":"户外","slug":"户外","permalink":"https://0xrr.github.io/tags/户外/"},{"name":"资料收集","slug":"资料收集","permalink":"https://0xrr.github.io/tags/资料收集/"}]},{"title":"户外运动保险简略考察","slug":"Sport&Outdoor/A-brief-survey-of-outdoor-sports-insurance","date":"2018-04-25T01:05:00.000Z","updated":"2019-04-11T04:10:54.312Z","comments":true,"path":"2018/04/25/Sport&Outdoor/A-brief-survey-of-outdoor-sports-insurance/","link":"","permalink":"https://0xrr.github.io/2018/04/25/Sport&Outdoor/A-brief-survey-of-outdoor-sports-insurance/","excerpt":"前言：因为接下来的后面几天即将开始今年度的大浪，外加平时每个周末也浪得比较厉害，所以打算一口气买一个整年的保险，于是这几天就在看保险。 起先是在对比磨房保险上的美亚和中明保险上的史带，然而后来有个朋友跟我说慧择网上保险多些，我就跑去一看，真他妈的多。。。。 于是看着看着看花眼了，自己拿个小本本边看边记，期间也发现很多描述不准确可能会产生争议的地方、条款很多矛盾的地方，也打了很多个电话给各个保险销售公司、保险承保公司去咨询，终于慢慢的弄清楚了，所以打算记录下来，免得自己忘了。 记录得越来越多，于是干脆整理成文，供大家参考。 正文：本文主要考察的是 活动范围在国内的、个人行为的户外旅行保险，着重在自由登山和自由徒步穿越上面。 以下介绍的内容不适用于区域为港澳台、国外、参赛、领队行为（有针对这些行为的专用保险），另外我还看到还有帆船、骑行等专项保险，不过不管我事所以没有研究_(:з)∠)_ 主要考察对象为美亚和史带这两家公司，为啥仔细考察国内保险公司，见后。 考察的平台主要选择了慧择网，因为格式统一保险公司较为齐全，方便对比，并不表示对此平台持有选择偏好性。（我之前一直是在磨坊保险买的美亚拉磨无忧，这个慧择还是这几天听说的。。。） 其他网站也有销售美亚和史带类似的险种，这是把名字改了一下，费率和保额改了一下，有的采用了不同的附加条款和批单组合方式以构成一些新的险种，但是仔细看也就那么几种凑来凑去的都是一样的。 大家可以根据自身实际情况选择在不同的平台购买。 太长懒看版见下表： 其他特有的： ① 畅游神州其他涵盖的部分：慰问探访费用补偿、银行卡盗刷保障、未成年人旅行送返费用补偿、绑架及非法拘禁保险条款。 ② 众行天下-慧择户外运动 B 套餐涵盖有：意外面部整容保障 救护车服务津贴 众行天下-慧择户外运动 C 套餐涵盖有：溺水意外身故 滑雪设备损失 潜水设备损失 意外面部整形手术 救护车费用 备注： 1、左2是美亚的，右边3个是史带的 2、O表示肯定（在保、要赔、涵盖），留空桔色表示没有否定（不保、不赔、不管） 3、保额费率就不贴了，不然表就太复杂了，反正先选承保范围，再去看套餐吧，不承保的再便宜买了也没用。 4、在磨房保险销售的”美亚 驴行天下”的B套餐有疾病医药补偿1000元。 总结： 1、去危险点有绑架勒索可能性的地方、有信用卡被盗刷风险的，买 美亚”畅游神州” ，但是这个不保短途的市内旅行。 2、猝死风险大的，买 众行天下-慧择登山 ，只有这个管猝死，但是这个登山只管3500以下。 3、经常在市内浪，又要登山6000以上，只能选 美亚”驴行天下” 了。 4、多人同行，自己手欠又点背的，需要买含有 个人责任 的保种，赔给小伙伴用。。。美亚附加旅行个人责任保险条款 史带附加旅行个人责任及宠物责任保险条款 这里不详细贴出来了，自己点进去看看责任免除部分吧，后面有具体写坑之所在。","text":"前言：因为接下来的后面几天即将开始今年度的大浪，外加平时每个周末也浪得比较厉害，所以打算一口气买一个整年的保险，于是这几天就在看保险。 起先是在对比磨房保险上的美亚和中明保险上的史带，然而后来有个朋友跟我说慧择网上保险多些，我就跑去一看，真他妈的多。。。。 于是看着看着看花眼了，自己拿个小本本边看边记，期间也发现很多描述不准确可能会产生争议的地方、条款很多矛盾的地方，也打了很多个电话给各个保险销售公司、保险承保公司去咨询，终于慢慢的弄清楚了，所以打算记录下来，免得自己忘了。 记录得越来越多，于是干脆整理成文，供大家参考。 正文：本文主要考察的是 活动范围在国内的、个人行为的户外旅行保险，着重在自由登山和自由徒步穿越上面。 以下介绍的内容不适用于区域为港澳台、国外、参赛、领队行为（有针对这些行为的专用保险），另外我还看到还有帆船、骑行等专项保险，不过不管我事所以没有研究_(:з)∠)_ 主要考察对象为美亚和史带这两家公司，为啥仔细考察国内保险公司，见后。 考察的平台主要选择了慧择网，因为格式统一保险公司较为齐全，方便对比，并不表示对此平台持有选择偏好性。（我之前一直是在磨坊保险买的美亚拉磨无忧，这个慧择还是这几天听说的。。。） 其他网站也有销售美亚和史带类似的险种，这是把名字改了一下，费率和保额改了一下，有的采用了不同的附加条款和批单组合方式以构成一些新的险种，但是仔细看也就那么几种凑来凑去的都是一样的。 大家可以根据自身实际情况选择在不同的平台购买。 太长懒看版见下表： 其他特有的： ① 畅游神州其他涵盖的部分：慰问探访费用补偿、银行卡盗刷保障、未成年人旅行送返费用补偿、绑架及非法拘禁保险条款。 ② 众行天下-慧择户外运动 B 套餐涵盖有：意外面部整容保障 救护车服务津贴 众行天下-慧择户外运动 C 套餐涵盖有：溺水意外身故 滑雪设备损失 潜水设备损失 意外面部整形手术 救护车费用 备注： 1、左2是美亚的，右边3个是史带的 2、O表示肯定（在保、要赔、涵盖），留空桔色表示没有否定（不保、不赔、不管） 3、保额费率就不贴了，不然表就太复杂了，反正先选承保范围，再去看套餐吧，不承保的再便宜买了也没用。 4、在磨房保险销售的”美亚 驴行天下”的B套餐有疾病医药补偿1000元。 总结： 1、去危险点有绑架勒索可能性的地方、有信用卡被盗刷风险的，买 美亚”畅游神州” ，但是这个不保短途的市内旅行。 2、猝死风险大的，买 众行天下-慧择登山 ，只有这个管猝死，但是这个登山只管3500以下。 3、经常在市内浪，又要登山6000以上，只能选 美亚”驴行天下” 了。 4、多人同行，自己手欠又点背的，需要买含有 个人责任 的保种，赔给小伙伴用。。。美亚附加旅行个人责任保险条款 史带附加旅行个人责任及宠物责任保险条款 这里不详细贴出来了，自己点进去看看责任免除部分吧，后面有具体写坑之所在。 细话：美亚、史带这两个系列的户外保险都是使用的旅行意外保险的条款（美亚旅行意外伤害保险基本条款，旅行人身意外伤害保险条款），然后采用一些批单来扩展该条款的使其具有户外运动的特性，但是承保内容主题依然是旅行中发生的意外，而不是户外运动中的意外。 这两份条款中，关于旅行开始的界定都是这么描述的： 离开其境内日常居住地或日常工作地所在的市级行政区域或搭乘公共交通工具直接前往其境内日常居住地或日常工作地所在的市级行政区域之外的旅行目的地 同时，美亚的驴行天下、史带的那3个都出了一个批单：美亚扩展承保个人短途旅行批单，史带扩展承保市内批单，批单中把上述描述中的 市级行政区域 去掉了，意为扩大承保范围以涵盖短途的室内的旅行。 但是，我认为这导致了本身明确的界限的模糊化，如何界定 日常居住地 呢，我出了我家门算不算离开日常居住地，还是要出我家小区？还是出我们这个街道社区？ 另外，适用于美亚畅游神州的 美亚旅行意外伤害保险仅承保境内旅行批单 中没有把 市级行政区 去掉，所以美亚畅游神州还是得离开日常居住地的城市。 在电话咨询美亚、史带之后，他们都做出了明确表示，重点在上文中的 旅行 而不是离开日常居住地；只保旅行中的意外，而以锻炼为目的日常的户外运动是不在承保范围之内的。 美亚在电话沟通中提出了旅行的定义，以游览观光娱乐为目的的外出就是旅行。同时客服表示，每天以锻炼身体的跑步，是不保的；每天以游览观光娱乐为目的的爬山，是承保的。 史带对旅行的定义，在 众行天下-慧择登山 和 众行天下-慧择户外运动 有这么一个批单 承保户外运动批单，里面增加了名字解释： 旅行：指被保险人进行的以户外运动为目的的个人旅游或旅行。 户外运动：指在自然场地以锻炼或休闲为目的的活动，包括但不限于徒步、露营、登山（海拔不超过3500米）、攀岩、溯溪和降溪、探险、潜水（深度不超过18米）、滑水、冲浪、滑雪、划艇、定向、漂流等。 旅行的解释，简化一下主谓宾之后就变成了：旅行是指个人旅游或旅行……不等于没说么。 不过，结合第二条，史带这两款产品的旅行是可以 以锻炼或休闲为目的 的旅游或旅行。但是，说到底还是需要是旅行的活动才承保。。。比如 以锻炼为目的的旅行 是可以保的，而以锻炼为目的的锻炼 是不承保的，而什么是旅行呢？名词解释告诉我们，旅行是指旅行，没毛病！ 然而第二条解释里Duang了一下！登山不能超过海拔3500m……还是标榜为登山保险的险种，居然只保到3500m…… 而且这个 自然场地 ，客服表示，人工修建的塑胶跑道不能算自然场地，那我问 人工修建的石板做的山径算不算自然场地，客服表示不好界定。。。这不是坑么。。。 另一个大问题，责任免除： 美亚旅行意外伤害保险基本条款，旅行人身意外伤害保险条款 先看美亚的吧： 第十三条 责任免除任何在下列期间发生的或由下列原因造成的被保险人的伤害，本公司不负任何赔偿责任：（1）战争、军事行动、暴乱，罢工或武装叛乱。（2）任何生物、化学、原子能武器，原子能或核能装置所造成的爆炸、灼伤或辐射。（3）投保人的故意行为；或被保险人无论当时神志是否清醒，自致伤害或自杀。（4）因被保险人挑衅或故意行为而导致的打斗、被袭击或被谋杀。（5）被保险人参与执行军警任务或以执法者身份执行任务。（6）被保险人因从事违法犯罪的活动或因拒捕而导致的伤害；以及因遭受司法当局拘禁或被判入狱期间。（7）被保险人因酗酒或受酒精、毒品、管制药物的影响而导致的意外。（8）被保险人酒后驾车、无照驾驶或驾驶无有效行驶证的机动交通工具。（9）被保险人因精神错乱或失常而导致的意外，包括但不限于癫狂。（10）被保险人未遵医生开具的处方，私自服用、涂用、或注射药物。（11）被保险人罹患艾滋病（AIDS）或感染艾滋病病毒（HIV）期间（上述定义，应按世界卫生组织所订的定义为准。若在被保险人的血液样本中发现上述病毒或其抗体，则认定病人已受该病毒感染）。（12）被保险人置身于任何飞机或空中运输工具（以乘客身份搭乘民用或商业航班者除外）期间。（13）受保前已存在的受伤及其并发症。（14）被保险人参与任何职业体育活动或任何设有奖金或报酬的体育运动。（15）被保险人进行赛马、各种车辆表演、车辆竞赛、特技表演。（16）被保险人进行滑翔翼及跳伞活动。（17）被保险人受雇于商业船只；于海军、空军、陆军服军役；职业性操作或测试任何种类交通工具；（18）被保险人从事石油挖掘，采矿，空中摄影，处理爆炸物，森林砍伐，建筑工地现场施工，交通运输司乘、搬运、装卸，水上作业，二级或以上的高处作业（以中华人民共和国国家标准ＧＢ3608—83为准）的职业活动。（19）被保险人因妊娠、流产及分娩引起的伤害；药物过敏、食物中毒、美容手术、外科整形手术或其他医疗导致的伤害。（20）细菌或病毒感染（但因意外伤害致有伤口而发生感染者除外）。 基本上说来就是 喝酒作死不管、乱吃处方药不管、有病遵医嘱别浪、别乱吃野菜中毒不管、别喝生水拉肚子不管 然后是史带的： 第六条 任何在下列期间发生的或由下列原因造成的被保险人的伤害，保险人不负任何赔偿责任： (一)投保人的故意行为； (二)被保险人自致伤害或自杀，但被保险人自杀时为无民事行为能力人的除外； (三)因被保险人挑衅或故意行为而导致的打斗、被袭击或被谋杀； (四)被保险人妊娠、流产、分娩； (五)疾病、食物中毒、药物过敏、中暑、猝死；(六)被保险人因医疗事故导致的伤害； (七)被保险人感染艾滋病毒或者患艾滋病期间； (八)被保险人接受整容、整形手术及其他内、外科手术； (九)被保险人未遵医嘱，私自服用、涂用、注射药物； (十)任何生物、化学、原子能武器，原子能或核能装置所造成的爆炸、灼伤辐射或污染； (十一)恐怖主义行为； (十二)被保险人置身于任何飞机或空中运输工具（以乘客身份搭乘民用或商业航班者除外）期间； (十三)细菌或病毒感染（但因意外伤害致有伤口而发生感染者除外）；(十四)战争、军事行动、暴动、罢工或武装叛乱； (十五)被保险人从事违法、犯罪活动期间或被依法拘留、服刑、在逃期间； (十六)被保险人醉酒或毒品、管制药物的影响期间； (十七)被保险人酒后驾车、无有效驾驶证驾驶或驾驶无有效行驶证的机动交通工具期间； (十八)被保险人参与执行军警任务或以执法者身份执行任务； (十九)被保险人从事潜水、跳伞、攀岩运动、探险活动、武术比赛、摔跤比赛、特技表演、赛马、赛车等高风险的活动期间；（扩展承保旅行期间高风险运动批单（2014版））(二十)被保险人存在精神和行为障碍（以世界卫生组织颁布的《疾病和有关健康问题的国际统计分类（ICD-10）》为准）期间； (二十一)被保险人以医学治疗为目的而进行旅行或该次旅行违背医嘱； (二十二)受保前已存在的受伤及其并发症； (二十三)被保险人参与任何职业体育活动或任何设有奖金或报酬的体育运动； (二十四)被保险人受雇于商业船只；于海军、空军服军役；职业性操作或测试任何种类交通工具； (二十五)被保险人从事石油挖掘，采矿，空中摄影，处理爆炸物，森林砍伐，建筑工地现场施工，交通运输司乘、搬运、装卸，水上作业，二级或以上的高处作业（以中华人民共和国国家标准ＧＢ3608—83为准）的职业活动。 大同小异，明确说了猝死不保，除了 众行天下-慧择登山 有一个单独的附加旅行猝死保险条款（不过也有一堆责任免除的，就不展开了）；美亚的免责里面虽然没提猝死，但是在名词解释里说了： 本合同所称的意外事故：是指因遭遇外来的、突发的、非本意的、非疾病的、不可预见的客观事件，并以此为直接且单独原因导致其身体伤害、残疾或身故。为避免疑义，任何情形导致的猝死均不属于本保险合同承保的意外事故。 然后坑来了。。。第十九条里提到的高风险的运动不保，标红部分。不过史带又特别出了个批单 扩展承保旅行期间高风险运动批单（2014版），其中把上述标红的第十九条改成了： （十九）被保险人进行滑翔翼、滑翔伞及跳伞活动、探险活动（见释义）、任何海拔6,000米以上的户外运动及潜水（深度18米以上）等高风险运动期间。如保险人进行风险评估后同意拓展承保时,不受本责任免除的限制。 此意为重新修订责任免除中的第十九条的内容，按新描述的内容进行责任免除（不承保），而新修订的责任免除19条中，依然含有 等高风险运动 的活动。 而且，同时修改了 高风险运动 的解释： 高风险运动：指比一般常规性的运动风险等级更高、更容易发生人身伤害的运动，在进行此类运动前需有充分的心理准备和行动上的准备，必须具备一般人不具备的相关知识和技能或者必须在接受专业人士提供的培训或训练之后方能掌握。被保险人进行此类运动时须具备相关防护措施或设施，以避免发生损失或减轻损失，包括但不限于攀岩运动，武术比赛，格斗比赛，摔跤比赛，柔道，空手道，跆拳道，马术，拳击，特技表演，驾驶卡丁车，赛马，赛车，各种车辆表演，蹦极。 意思是，在我重新解释的这个 高风险运动 活动中包含的所有内容，也是在责任免除（不承保）的范围之内的。 而且他这个解释非常宽泛，”在进行此类运动前需有充分的心理准备和行动上的准备，必须具备一般人不具备的相关知识和技能或者必须在接受专业人士提供的培训或训练之后方能掌握”，吓得我都不敢买这个保险然后去登山了。 另外，在 史带的 旅行人身意外伤害保险条款 中名词解释 探险活动 为： 指明知在某种特定的自然条件下有失去生命或使身体受到伤害的危险，而故意使自己置身其中的行为。如江河漂流、徒步穿越沙漠或人迹罕见的原始森林等活动。 所以，龙眼一天什么的也是不能买这个的。 不过，在 慧择”驴行天下” 众行天下-慧择登山 众行天下-慧择户外运动 这三个的介绍页面的投保须知里写的： 慧择”驴行天下”： 本产品保障范围广泛,承保滑雪、滑水、潜水等水上娱乐运动,以及骑马、急流划艇、登山(6000米以下)、高山探险(6000米以下)、极地探险,还包括洞穴探险(非固定路线)、蹦极、自由式潜水(下潜深度不超过18米,需配备水下呼吸设备)、长途无人区(沙漠、戈壁等)、漂流、野外生存、山地越野轮滑、山地自行车越野、溯溪、自然场地攀岩与下降,但滑翔翼及跳伞活动不承保。 众行天下-慧择登山： 本保障计划承保下列免核保运动项目:海拔6000米以下的休闲旅游、远足徒步、登山运动、山地穿越、露营、固定路线洞穴体验、野外生存、徒步穿越无人区(沙漠、戈壁等);定向运动、拓展活动、场地趣味活动;自行车运动、山地自行车越野、场地/越野轮滑、自驾车旅行;游泳、潜水(下潜深度不超过18米)、溯溪、划船、帆船、帆板、皮划艇、漂流;人工/自然场地攀岩及下降、攀冰、滑雪运动;骑马游玩、马术培训、马术比赛(竞速赛、绕桶赛)、丛林飞跃、飞盘、溯溪、高海拔登山、攀冰、海上摩托、速降。 众行天下-慧择户外运动： 本保障计划承保下列高风险运动项目:海拔6000米以下的休闲旅游、远足徒步、登山运动、山地穿越、露营、固定路线洞穴体验、野外生存、徒步穿越无人区(沙漠、戈壁等);定向运动、拓展活动、场地趣味活动;自行车运动、山地自行车越野、场地/越野轮滑、自驾车旅行;游泳、潜水(下潜深度不超过18米)、溯溪、划船、帆船、帆板、皮划艇、漂流;人工/自然场地攀岩及下降、攀冰、滑雪运动;骑马游玩、马术培训、马术比赛(竞速赛、绕桶赛)、丛林飞跃、飞盘、溯溪、高海拔登山、海上摩托、速降。 我就问客服，在投保须知中的标红、加粗部分与保险条款里责任免除有冲突，以谁为准。 客服回答，以投保须知为准，这些文字都会印在保单上，点击 保单样本 可以看见，所以是具有法律效应，可以优先于免责条款。 我提出这个 徒步穿越无人区（沙漠、戈壁） 是否是属于名词解释里探险活动说的 徒步穿越沙漠或人迹罕见的原始森林等活动 的情况，然后客服解释说，保险投保须知这个穿越无人区是需要按照成熟路线、固定路线、要有多人走过的明显的路径才行…… 而且你要走之前，需要向保险公司报备申请，由保险公司审核 组织徒步穿越无人区这个活动的机构 的资质，符合条件之后才承保。 客服还说 马术比赛(竞速赛、绕桶赛)，不能是职业比赛或者有奖金的比赛。 所以，我感觉这个冲突问题的澄清方式是：如果投保须知（保单）上列出的活动为准和免责条款中列出的情况有冲突（互相包含）的，需要排除掉免责条款之中的情况。 如果保险公司认为你实际在进行投保须知（保单）上列出的活动时，与免责条款中的情况有交集，而你认为没有，可能就会引发争议。 所以，慧择”驴行天下” 投保须知（保单）上列出的 高山探险、极地探险、洞穴探险，按照之前的套路来看，是需要 由具有相关资质的机构来组织 的探险，是被投保人无法事先预知在某种特定的自然条件下有失去生命或使身体受到伤害的危险而参加的活动。 同理，可推测对于 登山、攀冰、野外生存 这些项目保险公司的说辞。。。到底是不是属于高风险运动中的 “在进行此类运动前需有充分的心理准备和行动上的准备，必须具备一般人不具备的相关知识和技能或者必须在接受专业人士提供的培训或训练之后方能掌握”， 估计也要请一个 由具有相关资质的机构来组织 此类活动吧。 另外，再来看看 个人责任 责任免除部分 对了，个人责任 是指保险公司会帮你 承担旅行期间因意外事故导致他人身体或财物损失而须支付给第三方的赔偿金。 美亚附加旅行个人责任保险条款 ，史带附加旅行个人责任及宠物责任保险条款 先来美亚的吧： 第四条 责任免除 主合同中所有责任免除条款（如适用）均适用于本附加合同，若主合同中责任免除条款与本条款有相抵触之处，则应以本条款为准。 任何被保险人因由下列原因而承担的任何个人责任，本公司不负任何赔偿责任： （1）被保险人履行合同约定义务。 （2）在被保险人所有或在其监管、控制下的动物所引起的责任。 （3）属于被保险人所有或在其监管、控制下的财产。 （4）任何由于被保险人故意、恶意、违法、犯罪、不正当行为造成的损坏或伤害。 （5）贸易、商业或职业行为。 （6）使用（暂时居住除外）或拥有土地房屋。 （7）拥有、使用或驾驶任何海、陆、空机动或非机动交通运输工具。 （8）被保险人参加赛马、赛车、使用枪支。 （9）任何对被保险人的直系亲属，其雇主或雇员人身或财产造成的损坏或伤害。 （10）任何由法院裁判的惩罚性、加重性或警戒性的赔款。 没啥坑，自己的动物搞的别人不管，自己驾驶交通运输工具把别人搞了不管，搞了直系亲属、雇主雇员不赔。 再看看史带的： 第三条 责任免除 主合同中所有责任免除条款（如适用）均适用于本附加合同，若主合同中责任免除条款与本条款有相抵触之处，则应以本条款为准。 任何因下列情形而导致的损失或费用，保险人不承担赔偿责任： (一)投保人或被保险人的故意行为； (二)被保险人因刑事责任所发生的一切费用； (三)被保险人亲属、雇员或受雇人伤亡或财物受损； (四)被保险人所有、使用、控制或管理的财物受损； (五)保险事故发生时，向被保险人提供服务的任何人士所遭受的身体伤害； (六)被保险人履行任何合同约定的义务（但即使无该项合同存在，被保险人仍应承担赔偿责任的不在此限）； (七)因病毒、细菌感染或疾病所导致的身体伤害； (八)被保险人作为承租人承担的责任； (九)被保险人所有、使用或管理的机动车辆、飞机、船舶、武器或非犬类宠物所导致的第三者人身伤亡或财产损失； (十)被保险人的当次旅行超过60天，在超过60天以外的旅行期间内造成的第三方身体伤害或财产损失或损坏； (十一)交易、商业行为或执行职务行为； (十二)任何罚款和罚金； (十三)被保险人因个人原因导致第三方下列财物的损失： 1、食物、动植物，机动车、船舶、其它交通工具及包括前述交通工具的零配件，家具、古董、金银、珠宝、饰品、移动电话、个人商务助理、手提电脑、平板电脑； 2、货币、现金、股票、债券、地契、印花、邮票、票据、入场券、车票、机票、船票、其它交通工具票证、代币卡(信用卡)、有价证券、旅行证件； 3、文稿、图画、图案、模型、样品、帐簿或其它商业凭证簿册。 (十四)被保险宠物因下列原因导致的侵权： 1、被保险人本人、配偶、家属、同居人或家政人员的故意行为； 2、被保险宠物出入公共场所，未由成年人陪同，或未采取适当防护措施； 3、第三者或第三者拥有的动物发起的挑衅。 和美亚相比，增加的免责部分，除了 被服务、承租 两种情况还算合理，多了一大段巨坑啊。 文中提到的这些东西都是不保的，个人旅行除了这些东西，值钱的就只有 相机 了，还好没说。。。 其他：说一下救援的事吧，条款见 美亚附加旅行运送和送返医疗保险条款 附加旅行医疗运送和送返保险条款（2014版） 里面都提到了一个类似的问题： 美亚：任何未经美国国际支援服务机构或其授权代表批准并安排的费用，本公司不负责赔偿；倘若在紧急医疗情况下，该被保险人出于某种原因无法通知美国国际支援服务机构，本公司将有权根据投保人所选择的保险计划，以及在相同情况下由美国国际支援服务机构提供或安排服务所需要的合理的费用进行赔偿。 史带：在保险合同有效期内，若被保险人在旅行时，遭受主保险合同所约定的意外伤害事故导致严重受伤，或罹患突发性重病，经保险人委托的救援机构或其授权代表（以下简称”救援机构”）确认被保险人需要以下救援服务时，保险人依据本附加合同约定，按保险单上所载明的保险金额为限，向救援机构支付如下运送和送返费用。 意思是说，被保险人不能摔了随便找一个人扛着你就走，然后付给他钱，完了再找保险公司要钱，得先通知保险公司由他们来进行安排。 美亚的稍微好点，列出了无法联系的情况，史带没说，估计后面来扯吧。。。 国内保险公司的德行：我在惠择网按 户外运动 登山(6000米以下) 筛选出如下国内保险公司，分别列举奇坑无比一票否决的条款如下： 太平洋保险：坑爹条款： 境内旅行综合及紧急救援保险 附加扩展高风险活动保险（2013版）条款 适用险种：慧择”户外无忧”户外运动保险(含领队责任) 计划一 计划二 计划三 慧择”行千里”高端户外运动保险 众行天下-慧择户外运动 慧择”乐游天下”境内旅游保障 太平洋畅游无忧国内行 境内旅行及救援精英计划(含高风险) 境内旅行及救援尊贵计划(含高风险) 坑爹内容： 被保险人在未经国家旅游管理部门许可的景点从事任何高风险运动造成意外伤害的,保险人不负给付保险金的责任。附加的高风险运动意外保障,只针对高风险项目导致的意外身故、伤残，不涵盖医疗和其他保障项目。 平安保险：坑爹条款： 平安附加高风险运动意外伤害保险条款 适用险种： 平安”慧择—畅享户外”户外运动保险 坑爹内容： 被保险人参加自行组织的活动，且未签订运动合同的。 保险金申请人向保险人申请给付保险金时，除提交主保险合同规定的相关材料外，还须提供下列材料。保险金申请人未能提供有关材料，导致保险人无法核实该申请的真实性的，保险人对无法核实部分不承担给付保险金的责任。 （一）被保险人与高风险运动的组织方签订的运动合同或相关凭证如门票等； （二）高风险运动的组织方或公安部门出具的事故证明。 ### 安联保险： 坑爹条款： 个人人身意外伤害保险条款（2016版） 适用险种： 联动无限-安联户外保障计划一 和计划2和计划3 坑爹内容： 不承保必须借助登山绳索、登山向导(非旅行社导游)完成的登山活动。 注：FreeSolo还是可以的。。。 没有什么大问题但是有些小问题的：华泰保险：最长30天，不能包年，而且价格较贵、保额较小。高原反应导致死亡不保。 大地保险：就是一个普通的人身意外伤害保险。。。不是户外运动专用保险 结语：最后，我选择了美亚的驴行天下的B套餐，海拔6000以上、市内、个人责任。其实对于我没啥好选的，海拔6000以上就只有美亚的两款，而畅游神州的 延误、信用卡、绑架 我又用不到。。。所以只有美亚驴行天下了。。。","categories":[{"name":"运动 & 户外","slug":"运动-户外","permalink":"https://0xrr.github.io/categories/运动-户外/"}],"tags":[{"name":"户外","slug":"户外","permalink":"https://0xrr.github.io/tags/户外/"},{"name":"资料收集","slug":"资料收集","permalink":"https://0xrr.github.io/tags/资料收集/"},{"name":"踩雷避坑","slug":"踩雷避坑","permalink":"https://0xrr.github.io/tags/踩雷避坑/"}]},{"title":"各省份禁止摩托车进入高速公路的实际情况分布图及注意事项","slug":"Bike&Tour/Moto-Highway","date":"2018-04-11T23:31:00.000Z","updated":"2019-04-23T13:12:05.467Z","comments":true,"path":"2018/04/12/Bike&Tour/Moto-Highway/","link":"","permalink":"https://0xrr.github.io/2018/04/12/Bike&Tour/Moto-Highway/","excerpt":"高危提醒G42，湖北进入重庆，小三峡收费站，高危，截停后会给你个电话让你叫拖车，300元拖到巫山下道 为了扶持地方拖车产业进行的行为，因为不属于行政处罚都没办法申请复议 ​ 个人感受重庆这边比较严，过收费站小妹肯定会叫，路上经常能碰到巡逻、闲逛的路政执法车，然后就被警笛+喊话给喊住（没试过一直跑会怎么样），停下来检查证件，承认错误态度好点，也就护送你到下一个下道口下道了 交警早上7点上班（晚上11点下班），如果有任务7点30左右就会散布出来停在应急停车道，不过看到你也不会追 G65武隆彭水黔江酉阳 附近很多警察，几乎每个服务区都有交警驻守，不知道为什么 四川，较严，过收费站小妹肯定会叫，跑了五六次，只有一次遇到路政执法车，打着警笛+喊话（没听懂，可能说的方言？）跟着我跑了30公里，然后我从S40拐到G5013了，他们也没继续追了。。。估计不归他们管了？ 云南，很松，有些入口甚至没有禁止摩托车进入的标志，过收费站小妹会无视你，有次停下来拍照遇到路政喊我赶紧走。。。 如果有武警检查喊停就停，他们也不会管你是不是摩托车。。。 贵州，很松，虽然路口有禁止摩托车进入的标志，但是过收费站小妹依然会无视你，在重庆、贵州交界的收费站遇到交警（春运严查），口头说不准跑高速，喊我下一个路口下去，但是也不护送我下去。。。 其余时候没有遇到路政过，而且路上也能看到骑摩托车通勤的普通民众 湖南，很松，过收费站小妹偶尔会叫 湖北，合法，拿卡，如果不拿卡的话小妹会叫。。。。。 广西，小妹没有叫 广东，下高速的时候，收费站人员看到了也没有鸟我 福建，小妹会叫，还有个妹儿想拦来着 江西，据说很严，我是晚上过的，小妹不知道是不是没有看到我，反正没叫","text":"高危提醒G42，湖北进入重庆，小三峡收费站，高危，截停后会给你个电话让你叫拖车，300元拖到巫山下道 为了扶持地方拖车产业进行的行为，因为不属于行政处罚都没办法申请复议 ​ 个人感受重庆这边比较严，过收费站小妹肯定会叫，路上经常能碰到巡逻、闲逛的路政执法车，然后就被警笛+喊话给喊住（没试过一直跑会怎么样），停下来检查证件，承认错误态度好点，也就护送你到下一个下道口下道了 交警早上7点上班（晚上11点下班），如果有任务7点30左右就会散布出来停在应急停车道，不过看到你也不会追 G65武隆彭水黔江酉阳 附近很多警察，几乎每个服务区都有交警驻守，不知道为什么 四川，较严，过收费站小妹肯定会叫，跑了五六次，只有一次遇到路政执法车，打着警笛+喊话（没听懂，可能说的方言？）跟着我跑了30公里，然后我从S40拐到G5013了，他们也没继续追了。。。估计不归他们管了？ 云南，很松，有些入口甚至没有禁止摩托车进入的标志，过收费站小妹会无视你，有次停下来拍照遇到路政喊我赶紧走。。。 如果有武警检查喊停就停，他们也不会管你是不是摩托车。。。 贵州，很松，虽然路口有禁止摩托车进入的标志，但是过收费站小妹依然会无视你，在重庆、贵州交界的收费站遇到交警（春运严查），口头说不准跑高速，喊我下一个路口下去，但是也不护送我下去。。。 其余时候没有遇到路政过，而且路上也能看到骑摩托车通勤的普通民众 湖南，很松，过收费站小妹偶尔会叫 湖北，合法，拿卡，如果不拿卡的话小妹会叫。。。。。 广西，小妹没有叫 广东，下高速的时候，收费站人员看到了也没有鸟我 福建，小妹会叫，还有个妹儿想拦来着 江西，据说很严，我是晚上过的，小妹不知道是不是没有看到我，反正没叫 ​ 注意事项如果有可能尽量安排在夜间上高速，减少遇到路政的可能性，而且车少，也安全 而且加油也方便，南方中石化多，记得办卡，然后自助加油，因为一般严格禁止摩托车上高速的地方，加油站也是不会给摩托车加油的 一般最右边是超宽车道，都是可以从杆子旁边钻过去的，需要注意，如果有特别宽的大货车停在那儿，你连杆子都够不到就会被堵住，然后就傻逼了。。。 如果右边大卡车很多，可以去最左边的etc车道看看，有的杆子缝隙也很宽 如果etc也不够宽，在一两百开外慢慢悠悠晃荡等看有没有走etc的小车，如果有就赶紧贴过去跟着走etc 如果还是不行，见机行事吧，斜着车身、车把躲过杆子，或者换一个收费站再上。。。。 接近收费站的时候，注意要找一个大货车跟在他后面，用他做掩护，不要让收费站人员隔很远就看到你了。。。等观察好情况走哪个口子，然后再走近点大约50到100米的时候，再超车 而且不要拉高转速，尽量低转速+高档位接近，免得被听到。。。 夜间车少，如果没有大卡车作掩护，可以在确保自身安全的情况下（后方来车)把灯关了，悄悄的靠近观察 不管法规是怎么样，如果想节约时间的话，被路政、交警抓到，老老实实承认错误并谎称自己并不知道摩托车不能上高速都是该死的导航让我上来的，一般也不会扣分罚款 而且即使扣分罚款，也才3分100，所以不用紧张。。。（证照不齐另算 数据主要来源摩托车可以在哪几个省能上高速公路？ 实战篇·摩托车到底能不能上高速？应该怎么上？看完果断收藏备用 摩托车在高速路上行驶到底合不合法 关于安徽省内摩托车是否能上高速公路的答复 - 安徽省人民政府法制办公室 广东禁止上高速的地方条例已废止，摩托车上高速合法_牛摩网 关于甘肃摩托上高速的求助 宁夏：骑着摩托上高速，这位小伙被宁夏交警拦下了！ / 摩托车高速狂飙 交警劝离防隐患 及群友补充","categories":[{"name":"机车 & 旅行","slug":"机车-旅行","permalink":"https://0xrr.github.io/categories/机车-旅行/"}],"tags":[{"name":"摩托车","slug":"摩托车","permalink":"https://0xrr.github.io/tags/摩托车/"},{"name":"法规","slug":"法规","permalink":"https://0xrr.github.io/tags/法规/"},{"name":"高速公路","slug":"高速公路","permalink":"https://0xrr.github.io/tags/高速公路/"}]},{"title":"Mavic Pro-Air-大疆无人机使用心得体会","slug":"3C&Digi/MavicProAir-review-and-log","date":"2018-04-10T07:12:00.000Z","updated":"2019-04-11T04:04:31.043Z","comments":true,"path":"2018/04/10/3C&Digi/MavicProAir-review-and-log/","link":"","permalink":"https://0xrr.github.io/2018/04/10/3C&Digi/MavicProAir-review-and-log/","excerpt":"1.记得插tf卡，插电脑上考出来之后马上插回去，不然迟早得忘 2.起飞、降落的时候拿着屁股对着自己，不然的话脑子一抽心一慌打杆反了妥妥的炸 3.非恶劣天气下，高空飞行建议取下云台保护罩，减轻飞行重量，避免画质损失。关键是从高空炸鸡炸下来那货也保护不到什么。。。。（恶劣天气、低空作死飞行可以带上 4.时刻关注电量，记不住的话把低电量报警调高点，等开始报警了嫌吵的话再调低点都可以；电量条上的最低返航电量是有一些富裕的，但是为了安全起见，避免遇到意外情况时却没有足够的电量了，最好还是听从其建议。 5.关注电池电压（可在设置中打开显示到屏幕上），大幅度打杆会导致大电流放电，电压会掉很多，希望电池寿命长点、飞行续航长点的话应该避免，比如S模式全速向前全速爬升一会儿就电池过流警报了，自己看着电压打杆就不会触发放电过流警报","text":"1.记得插tf卡，插电脑上考出来之后马上插回去，不然迟早得忘 2.起飞、降落的时候拿着屁股对着自己，不然的话脑子一抽心一慌打杆反了妥妥的炸 3.非恶劣天气下，高空飞行建议取下云台保护罩，减轻飞行重量，避免画质损失。关键是从高空炸鸡炸下来那货也保护不到什么。。。。（恶劣天气、低空作死飞行可以带上 4.时刻关注电量，记不住的话把低电量报警调高点，等开始报警了嫌吵的话再调低点都可以；电量条上的最低返航电量是有一些富裕的，但是为了安全起见，避免遇到意外情况时却没有足够的电量了，最好还是听从其建议。 5.关注电池电压（可在设置中打开显示到屏幕上），大幅度打杆会导致大电流放电，电压会掉很多，希望电池寿命长点、飞行续航长点的话应该避免，比如S模式全速向前全速爬升一会儿就电池过流警报了，自己看着电压打杆就不会触发放电过流警报 6.起飞前观察环境，风向，阳光方向，自己所站的朝向 风向会影响返航时的耗时，如果顺风出去，回来的时候就会耗时更久。强烈的阳光会触发前视觉避障，如果太阳很大，最好是把自动返航避障爬升关了（前提是做好飞行计划，见后一条）。自己所站的朝向、以及飞机所在的位置，要结合实际地形、指南针、地图来综合考虑，根据飞机的位置调整自己（也是遥控器天线）的朝向，以获得最好的信号。 7.起飞前做好飞行计划，想好自己往哪个方向飞，路径上有哪些阻隔，返航高度应该设为多少。 起飞之前估计设置一个返航高度，飞出去之后，尽快爬升到所有障碍物之上，然后记下高度，再根据实际需要重新设定返航高度，设高了浪费电划不来，设低了有危险。 8.天线位置是在前桨臂上，如果希望获得更远的遥控和图传范围，可以选择爬高后倒飞或侧飞，不过需要千万确保没有障碍物 9.如在计划之外，临时起意想拍摄视频、照片，一定记得确保确定自己的航线上没有障碍物，特别是向下、向后、侧向移动时的拍摄，建议先原地360转一圈看看，再向下45度转一圈看看，再向下90度看一眼。 如需要下降的时候，可以调转机头朝自己所站的位置看一眼，看下降多少会有阻隔，尽量保持在安全高度之上，虽然失控了会自动爬升，但是会干扰飞行和拍摄。 10.下降速度只有3米/秒，如果飞高了，返航的时候（在确保安全的前提下），记得全程下降打满，尽量避免已经飞到自己头顶了，却还有400米的高度需要下降。。。 11.建议自己做一个 起飞前检查清单，每次起飞的时候照着清单走一遍，费不了多少时间，但是很有帮助 12.电池充电时温度会升高，如果升高到一定程度会自动减少电流以避免损伤，所以可以用一个小风扇吹着电池给他充电。 13.电池的参数写的最大充电功率100W，而官方标配的220V充电器输出功率只有50W，应该是从慢充升温小保护电池的考虑上出发的，可以配合三方大功率充电器和小风扇一起使用 14.淘宝卖的这种防撞圈不要买，重达117g，而且安装得拆桨叶，超级麻烦，而且保护力度相当有限 15.淘宝卖的这种信号增强装置不要买，没什么暖用，有次用了之后信号还变弱了。。。而且收纳相当不方便，折叠起来比不折叠占的空间还要大。。。。","categories":[{"name":"3C & 数码","slug":"3C-数码","permalink":"https://0xrr.github.io/categories/3C-数码/"}],"tags":[{"name":"数码产品","slug":"数码产品","permalink":"https://0xrr.github.io/tags/数码产品/"},{"name":"无人机","slug":"无人机","permalink":"https://0xrr.github.io/tags/无人机/"},{"name":"玩具","slug":"玩具","permalink":"https://0xrr.github.io/tags/玩具/"},{"name":"使用感受","slug":"使用感受","permalink":"https://0xrr.github.io/tags/使用感受/"}]},{"title":"Nintendo-Switch-4G热点联机对战的一种解决方案","slug":"3C&Digi/Switch-4G","date":"2018-01-19T16:00:00.000Z","updated":"2019-04-11T04:04:48.251Z","comments":true,"path":"2018/01/20/3C&Digi/Switch-4G/","link":"","permalink":"https://0xrr.github.io/2018/01/20/3C&Digi/Switch-4G/","excerpt":"部分地区和运营商的手机卡（上网卡）在开手机热点或是插入随身WiFi（mifi、4G移动路由器）的时候，因为拿不到公网IP，NAT层数较多，无法联机（比如喷射战士2.。。。直连电信NAT Type D） 除了几乎不可能的给运营商打电话投诉这一条途径，还有就是在路由器上挂SS（需要带UDP转发的SS服务器）并启动路由器上的UDP全局转发（游戏模式）这一功能（梅林、Padavan均支持） 理论上只要肯折腾，openwrt的路由器也支持，可以直接买这个，不过因为政策原因厂家也不敢把SS功能做得太好（https://www.gl-inet.com/forums/topic/shadowsocks支持/），所以需要自己弄 然而，首先我穷，600太贵了，其次懒得再去学习openwrt了，于是选择了熟悉的Padavan","text":"部分地区和运营商的手机卡（上网卡）在开手机热点或是插入随身WiFi（mifi、4G移动路由器）的时候，因为拿不到公网IP，NAT层数较多，无法联机（比如喷射战士2.。。。直连电信NAT Type D） 除了几乎不可能的给运营商打电话投诉这一条途径，还有就是在路由器上挂SS（需要带UDP转发的SS服务器）并启动路由器上的UDP全局转发（游戏模式）这一功能（梅林、Padavan均支持） 理论上只要肯折腾，openwrt的路由器也支持，可以直接买这个，不过因为政策原因厂家也不敢把SS功能做得太好（https://www.gl-inet.com/forums/topic/shadowsocks支持/），所以需要自己弄 然而，首先我穷，600太贵了，其次懒得再去学习openwrt了，于是选择了熟悉的Padavan 首先需要一个乐携Nexx WT3020F，淘宝售价88元，mt7620处理器16M/64M，1WAN 1LAN 1USB，5V MicroUSB供电，体积比火柴盒稍大 然后按此方法刷Padavan，全文摘抄如下： 【刷入Breed】 1. 将U盘格式化为FAT32 2. 将breed.bin 和 WT3020H.trx 拷贝至U盘根目录，并连接至路由器USB接口 3. 路由器通电，稳定后，通过命令提示符Telnet 192.168.8.1 （非摘抄的注释：Win10 2017秋季更新之后，开启telnet需要从控制面板的程序和功能进入，从文件浏览器的卸载程序进不去了） Login: nexxadmin Password: y1n2inc.com0755 4. 进入U盘目录 cd /media/sda/sda1（非摘抄的注释：如果多次插拔U盘，会变成sda2 sda3 sda4.。。。最好一次搞定或者重启路由器 5. 可以考虑备份原厂固件，操作命令逻辑大致如下（非必须步骤） for i in 0 1 2 3; do cat /dev/mtdblock\\$i > mtdblock\\$i.bin; done 6. 刷入Breed mtd_write -r -e mtd0 write breed.bin mtd0（非摘抄的注释：一定要找对breed版本，不然会变砖 稍等几秒，即可完成Breed刷入 【刷入固件】 1. 保持U盘连接至路由器USB接口，通过命令提示符Telnet 192.168.8.1 Login: nexxadmin Password: y1n2inc.com0755 2. 进入U盘目录 cd /media/sda/sda1 3. 刷入固件 mtd_write -r -e mtd3 write WT3020H.trx mtd3 大约1分钟左右，固件刷新完成 路由器重启后，登陆 192.168.123.1 即可登陆新系统后台管理. 【备注】 Breed.bin 版本：breed-mt7620-reset1.bin （Breed r936 [2016-08-25]） 参考：http://www.right.com.cn/forum/thread-161906-1-1.html （非摘抄的注释：快速下载链接 https://breed.hackpascal.net/breed-mt7620-reset1.bin WT3020H.trx 版本：RT-N14U-WT3020H-64M_3.4.3.9-099.trx （Padavan_20160826） 参考：http://www.right.com.cn/forum/thread-161324-1-1.html （非摘抄的注释：快速下载链接 http://opt.cn2qq.com/padavan/RT-N14U-WT3020H-64M_3.4.3.9-099.trx 摘抄完 刷完之后，你还需要一个USB的4G网卡，淘宝关键字为 4G 卡托 ，买非WiFI版（电脑版）就行，联通3G 4G的便宜，四五十都有，电信4G的贵些100+了 不过，之前试了下紫米那个4G无线路由器充当USB网卡，结果几分钟断线一次。。。后来换了华为的一个4G无线路由器来充当USB网卡，就正常了可以持续连接不掉线 最后在咸鱼上170买了个华为E8372h-608水货（带WiFi版），稳定点，不想试运气了。。。 USB 4G网卡插入后路由器之后，在路由器设置中的 高级设置 USB应用程序 选择启动 USB调制解调器 国家、运营商选你对应的，接入点联通wonet（据说比3gnet快些），移动cmnet，电信ctlte（据说比ctnet快些） 然后回到 网络地图，查看点击中间那一排图标最底下一个 USB调制解调器状态，正常的话就说明网卡连上了，没连上的话去翻日志看看有啥问题虽然看了也不会懂的（我）。。。 再点击中间那一排图标最上面一个 外部网络状态，如果看到获得到了IP，就说明连上4G网络了 最后配置 扩展功能 5had0w50cks ，记得开高级功能里的游戏模式（UDP转发），端口留空全部转发，就可以了 紫米4G路由器给3020供电，同时充当USB有线网卡，然而会断线。。。 后改为华为的设备就好了，但是需要再加一个移动电源 PS：路由器和USB网卡之间那根线有点挑线，如果插上路由器找不到网卡的话，可以换个线试试 PS2：据说可以在手机上开热点，使用带udp转发的ss、ssr，然后用一个叫 VPN tether 的软件进行中继，不过我的手机上没有试验成功","categories":[{"name":"3C & 数码","slug":"3C-数码","permalink":"https://0xrr.github.io/categories/3C-数码/"}],"tags":[{"name":"折腾","slug":"折腾","permalink":"https://0xrr.github.io/tags/折腾/"},{"name":"Switch","slug":"Switch","permalink":"https://0xrr.github.io/tags/Switch/"},{"name":"游戏","slug":"游戏","permalink":"https://0xrr.github.io/tags/游戏/"},{"name":"数码产品","slug":"数码产品","permalink":"https://0xrr.github.io/tags/数码产品/"}]},{"title":"豪爵铃木DL250后减震调整方法","slug":"Bike&Tour/DL250-rear-shock-absorption","date":"2017-12-16T16:00:00.000Z","updated":"2019-04-10T23:13:34.519Z","comments":true,"path":"2017/12/17/Bike&Tour/DL250-rear-shock-absorption/","link":"","permalink":"https://0xrr.github.io/2017/12/17/Bike&Tour/DL250-rear-shock-absorption/","excerpt":"","text":"座包下面有个黑色的小口袋，里面是随车工具 工具里有一个镰刀状的专用工具，是调后减震用的，以及一个套管，用于延长力臂 如果拧着很费力，还可以自己接一些东西来延长 把大架支起来拧着会轻松些 用专用工具，卡在后减震顶部的栅格状的调整圈上 顺时针拧，一直拧，会听到一个金属撞击声，这时候就是最软的 观察侧方位的刻度指向的是1，然后再继续顺时针拧，会感觉到一格一格的变化，直到拧到7，是最硬的状态 如果继续拧，又会有一个金属撞击声，回到最软的1的状态 根据大家的测试，60~70kg体重，单人骑行，拧到3是比较合适的 原理： 齿状波纹，越来越高，最高的7之后一个猛的悬崖掉回1，继续拧就继续爬坡，如此重复","categories":[{"name":"机车 & 旅行","slug":"机车-旅行","permalink":"https://0xrr.github.io/categories/机车-旅行/"}],"tags":[{"name":"摩托车","slug":"摩托车","permalink":"https://0xrr.github.io/tags/摩托车/"},{"name":"教程","slug":"教程","permalink":"https://0xrr.github.io/tags/教程/"},{"name":"记录","slug":"记录","permalink":"https://0xrr.github.io/tags/记录/"}]},{"title":"豪爵铃木DL250钥匙防盗芯片配对ECU方法","slug":"Bike&Tour/DL250-key-pairs-with-ECU方法","date":"2017-12-15T16:00:00.000Z","updated":"2019-04-11T04:05:49.581Z","comments":true,"path":"2017/12/16/Bike&Tour/DL250-key-pairs-with-ECU方法/","link":"","permalink":"https://0xrr.github.io/2017/12/16/Bike&Tour/DL250-key-pairs-with-ECU方法/","excerpt":"新车买来第一天钥匙就丢了。。。 找店家配钥匙要120一把。。。 本以为是厂家写好了发过来，结果还是用空白钥匙胚子现场和自己车的ecu配对写码 所以准备自己弄 淘宝上买了空白钥匙，带芯片的，和GSX250通用 但是卖家介绍里面的图片和说明和dl250有些差别 自己摸索了一下，弄好了，记录如下：","text":"新车买来第一天钥匙就丢了。。。 找店家配钥匙要120一把。。。 本以为是厂家写好了发过来，结果还是用空白钥匙胚子现场和自己车的ecu配对写码 所以准备自己弄 淘宝上买了空白钥匙，带芯片的，和GSX250通用 但是卖家介绍里面的图片和说明和dl250有些差别 自己摸索了一下，弄好了，记录如下： 0.插入原车钥匙，不要通电保持在off 1.打开座包，找到ECU旁边这个插头 把他拔出来，用一根线短接蓝色和黑色 3.取出旁边的油泵保险和点火保险（FUEL和IGNITION） 用一个宽点的铁片短接保险并且把这4个触点短接起来 这时候车子会通电，等钥匙孔旁边的指示灯熄灭后，拔出原车钥匙 3.拔出钥匙后，等待指示灯再次亮起后，插入新钥匙并停留在off位置 这时指示灯将持续闪烁十来秒，闪烁完成后会熄灭，这样就配对好了 题外话，如果想买不带芯片的钥匙来开后备箱，gw250的钥匙胚，是合不上的 需要自己锉薄一些 红色这个面要锉下去几丝，如果还是不好插入，绿色那个面再锉几丝","categories":[{"name":"机车 & 旅行","slug":"机车-旅行","permalink":"https://0xrr.github.io/categories/机车-旅行/"}],"tags":[{"name":"摩托车","slug":"摩托车","permalink":"https://0xrr.github.io/tags/摩托车/"},{"name":"教程","slug":"教程","permalink":"https://0xrr.github.io/tags/教程/"},{"name":"记录","slug":"记录","permalink":"https://0xrr.github.io/tags/记录/"}]},{"title":"重庆摩托车上户上牌流程-2017年10月","slug":"Bike&Tour/2017-10-Moto-Registration","date":"2017-10-24T16:00:00.000Z","updated":"2019-04-11T04:06:22.551Z","comments":true,"path":"2017/10/25/Bike&Tour/2017-10-Moto-Registration/","link":"","permalink":"https://0xrr.github.io/2017/10/25/Bike&Tour/2017-10-Moto-Registration/","excerpt":"总体费用概览 车辆购置税 交强险120元，车船税9元 路桥67元（10月25日交的，两个月多一点） 临时牌照5元 车辆号牌费、行驶证工本费、登记证书工本费 55元 120+9 + 67 + 5+55 = 256 前文 我是在渝中区办的，其他地方流程相同，自行寻找地址 文中的车辆资料复印件是指 车辆合格证、一致性证书，因为我都复印了很多份带着的，他要啥我就给啥，所以也记不得每个步骤中他到底是要的 车辆合格证 还是 一致性证书 还是 都需要。。。反正多复印几份就是了","text":"总体费用概览 车辆购置税 交强险120元，车船税9元 路桥67元（10月25日交的，两个月多一点） 临时牌照5元 车辆号牌费、行驶证工本费、登记证书工本费 55元 120+9 + 67 + 5+55 = 256 前文 我是在渝中区办的，其他地方流程相同，自行寻找地址 文中的车辆资料复印件是指 车辆合格证、一致性证书，因为我都复印了很多份带着的，他要啥我就给啥，所以也记不得每个步骤中他到底是要的 车辆合格证 还是 一致性证书 还是 都需要。。。反正多复印几份就是了 取得发票 建议让商家按官方报价的6~7.5折开发票，强行坚持此要求 如果不行，也是能开多低开多低 交购置税 重庆市国家税务局车辆购置税征收管理分局 重庆市九龙坡区渝州路86号，石油路彩电中心旁边 需要身份证复印件，购车发票第三联，车辆资料复印件一份 里面有个电脑，自己坐上去挨个填空，然后打印出一张报税申请表，或者在外面让打印店打印也可以 购置税的算法是，发票价格剔除增值税之后的不含税车价，乘以10% 具体算法是，比如发票是12000元，购置税就是12000/1.17*0.1=1025.641元 而不是代办上户人口中的12000*0.1=1200元，他们一般都会吃这个差价 另外，在计税系统中，有个计税最低价格，如果不含税车价（发票价格剔除17%增值税之后的价格）低于计税最低价格，就以计税最低价格计算购置税 到我这情况，官方报价32000的车，发票开的是27200，算出来不含税价格是23247，报税也就是按23247报，所以交税2324 最后报税的时候，工作人员给我说，我这车的最低计税价格是20500，最低购置税就是2050，相当于我因为发票的原因多交了274元 保险 身份证复印件，车辆资料复印件 一年120元，代收9元的车船税 不需要拓号。。。我还辛辛苦苦的拓了号，结果说不要，就给扔了，但是第二天上户的时候又要拓号。。。。。。 因为保险是第二天生效，所以等到第二天才能去办上户 上户 我是在渝中区车管所上户的，据说此车管所人最多最挤，但是验车也相对比较松，如果新车没改装啥的话，建议去其他车管所上户，改装之后年审再去渝中区车管所 1.交材料 需要提交的材料有 车辆登记申请书、身份证复印件、车辆合格证原件、购置税完税证明、交强险保单第三联 首先在1号窗口交材料，他们会把这些资料录入系统电子化，然后在系统里找一个你车型的标准照片打出来给你附在材料后面 最左边靠窗就是一号窗口了 2.验车拍照 然后拿着材料去负一楼，不用在外面排队，直接下去，找个空位插队跟着前面的人走 如果装了边箱尾箱什么的，多半都验不过，最好拆了再去 我装了个保险杠，还有几张贴纸，倒是验过了 他们会把你材料收走，然后你就可以回楼上了 3.选号、交费 上楼去2号窗口刷一下身份证，等着底下验车的把资料送上来 看着大厅的电视，出现自己名字后，去4号窗口拿选号的单子 他给你单子后，去门口的自助选号机器选号 只有180秒时间，而且全部是渝D，号码是5位纯数字，大多数都带4，也看运气了，另外个朋友选到XYZZZ不带4的号码 选号后到负一层，4号窗口查今日应缴纳的路桥费用，然后1号窗口交路桥费（只收现金），再回4号窗口领路桥卡，最后到2号窗口交上户费（只刷卡）（真他妈折腾。。。 回到楼上4号窗口，让他们打一张临时牌照出来 然后就可以走了，隔几天去领正式牌照","categories":[{"name":"机车 & 旅行","slug":"机车-旅行","permalink":"https://0xrr.github.io/categories/机车-旅行/"}],"tags":[{"name":"摩托车","slug":"摩托车","permalink":"https://0xrr.github.io/tags/摩托车/"},{"name":"上户","slug":"上户","permalink":"https://0xrr.github.io/tags/上户/"},{"name":"法规","slug":"法规","permalink":"https://0xrr.github.io/tags/法规/"}]},{"title":"2017年10月 318 川藏 摩托行记录","slug":"Bike&Tour/2017-10-318","date":"2017-10-19T16:00:00.000Z","updated":"2019-04-11T04:05:17.336Z","comments":true,"path":"2017/10/20/Bike&Tour/2017-10-318/","link":"","permalink":"https://0xrr.github.io/2017/10/20/Bike&Tour/2017-10-318/","excerpt":"总体 从重庆开始，走5013高速路到乐至然后折向雅安，雅安开始走318到林芝（八一）开始走林拉公路（基本全线贯通，除了两个隧道还没打通） 往返一共4943公里，150排量烧油133L","text":"总体 从重庆开始，走5013高速路到乐至然后折向雅安，雅安开始走318到林芝（八一）开始走林拉公路（基本全线贯通，除了两个隧道还没打通） 往返一共4943公里，150排量烧油133L 高反情况 150小摩托只能慢慢磨了，不过高反没有想象的严重，因为嫌拆化油器麻烦（需要先拆油箱。。。。）就没有调化油器海主控量和油针油面，只是把空滤拆了在跑 拔5000爬坡尾速50，提速很缓慢就是了，基本上过一个弯减速后要二三十秒才能提速到50，基本上一路都是在慢慢磨，除了下坡。。。能到80。。。 5L的箱小了，需要外置备用油，高海拔油耗没有明显增多（还低些），可能是都是以小油门开度（1/4~1/2）行驶的原因吧（因为油门开大了也没有动力，还不如就小油门磨着走 加油信息 加油站每个XX县都是有的，间距在90~150公里不等，除了波密县到林芝市，有240公里，中间只有个鲁朗风景区的中石油临时加油站，只在早上9点半到晚上7点有油加。。。 还有林芝到拉萨，如果走林拉公路（高速路、正在修建）的话，一共450公里，一路上都是没有服务区的，所以也没有油加的。。。不知道以后修好了，摩托车上去加油站给不给加（因为林拉公路理论上是禁止摩托车通行的） 反正我是先跑了130到工布江达县，然后下高速，加油（再打包外带了5L），然后一口气跑到拉萨加的油。。。 期间如果下高速还是有一两个加油站的，我没仔细看（墨竹工卡县肯定有，中间有个村我看到也有） 不过，我这5L的渣渣油箱都跑下来了，各位也就酌情参考吧。。。 对了，四川境内6.x元1L，到了西藏就是7.x 8.x 元 每L了 另外加油政策问题，从雅安开始进入藏区之后，至少需要先出示身份证去登记处登记，给你一个实名制加油的小条子，然后再拿着条子去加油，有的还要出示行驶证驾驶证（不过，有的地方中石油中石化加油站，如果你自己有加油卡的话，可以跳过实名登记，自己插卡对着油桶加，比如在林芝） 在巴塘及巴塘之前，都是可以油枪对着油箱直接加的，巴塘之后进入西藏，都必须用油壶加，而且有的加油站工作人员会亲自拎着油壶给你加，怕你打包外带 在拉萨加油最严格，除了实名制登记之外，中石油中石化只在早上9点到下午3点才给摩托车加油，其余时间不加。。。。。不过可以到私营加油站去，全天供应 路面状况 10月，非雨季，没啥塌方，一路畅通，路面都是很好的水泥路，除了弯道，大部分都可以敞开了跑（部分弯道有沙石需要注意），特别是高山草甸路段跑个一百二三都没问题的（如果我能跑到那么快。。。），偶尔会有一些沉降或者是突起，减震好可以直接过去，减震不好就心疼车架一秒或者减速吧。。。。不过基本来不及减速的 除了有一段需要特别强调，从巴塘出来，过了金沙江大桥之后，从金沙江右拐进雪曲河的时候，那个拐弯处，正在修路，需要改道走个几百米，路上基本小石子铺成的，而且有两三个大水塘，我车轮子小过得略微吃力（吃水深水花大。。。），正常的骑跨街车和adv都应该没问题，弯梁踏板跑车最好先下车观察水深再通过 过了这一段最烂的之后，然后接着有30多公里路是这样的：有几百米正常的路况让你提速，然后跟着三五十米碎石头烂路让你减速。。。如此重复3、4十公里。。。。 其余的路大多数是这样的： 爱咋跑咋跑。。。 气温气候 仅代表10月状态，出太阳白天直射下最热30多度，晒一会儿阴一会儿的话二十多度，没有太阳十多度 早晚冷，只有几度，早上翻四五千的垭口的话，只有两三度 如果早上起来有云一直没散，下午三点左右就可能会下雨，不过也是阵雨，下一会儿云跑开了或者你跑开了也就停了，不过雨衣雨裤得一直穿着。。。 最好不要在低海拔住宿过夜，湿度大几天不洗澡会很难受，而且虫子多（说的就是通麦。。。） PS：如果在翻二郎山之前看到山对面的云在努力的想翻过来的话，最好先把防寒的厚衣服穿好，因为很可能这边是大太阳，过去就是阴雨连绵。。。 住宿餐饮 国庆价格，标间80起步一个房间，上不封顶 如果是没有厕所浴室（公用）的话，40起步一个房间，和比人公用的床位的话20起步 没有空调，部分高海拔地方有电热毯（可以用来烘干手套袜子之类的） 相当便宜了。。。应该是托广大骑自行车的学生朋友的福，把这个价格拖低了。。。 PS：强烈建议自备电吹风和热水壶，电吹风可以用来吹干打湿了的衣裤袜子手套，电水壶可以用来泡面（部分廉价住宿不给你电水壶而是一个热水瓶。。。。） 餐饮爆贵，价格直接内地*2，比如面小碗12大碗15，炒饭15~18，盖饭20起步。。。 其实，这些都不是这次出行最大的花销，最大的花销是我挂在车头上用来测气温的手表颠丢了。。。直接损失两千多。。。。。。 其次是油费1000多，然后才是吃饭住宿。。。 沿途风光 我觉得一般，波密那一路有几个雪山，都是远远的看，没啥意思 然后高山草甸看着有点意思，无奈摩托车跑不动的，等换了车跑青藏线应该能让我撒欢","categories":[{"name":"机车 & 旅行","slug":"机车-旅行","permalink":"https://0xrr.github.io/categories/机车-旅行/"}],"tags":[{"name":"摩托车","slug":"摩托车","permalink":"https://0xrr.github.io/tags/摩托车/"},{"name":"记录","slug":"记录","permalink":"https://0xrr.github.io/tags/记录/"},{"name":"旅行","slug":"旅行","permalink":"https://0xrr.github.io/tags/旅行/"},{"name":"图片需要重新上传","slug":"图片需要重新上传","permalink":"https://0xrr.github.io/tags/图片需要重新上传/"}]},{"title":"2017年9月 龙眼 穿越记录","slug":"Sport&Outdoor/2016-9-LongYan-Tour-Plan","date":"2017-09-22T16:00:00.000Z","updated":"2019-04-11T04:07:16.159Z","comments":true,"path":"2017/09/23/Sport&Outdoor/2016-9-LongYan-Tour-Plan/","link":"","permalink":"https://0xrr.github.io/2017/09/23/Sport&Outdoor/2016-9-LongYan-Tour-Plan/","excerpt":"总体感想 1，巭孬嫑夯昆 2，计划太草率 3，成吨的人祸","text":"总体感想 1，巭孬嫑夯昆 2，计划太草率 3，成吨的人祸 实际行程与预计行程的对比 除了第一段检查站是按时走的，后面一直延误，一直到耙子桥牛棚的时候已经延误6小时了，而且天也黑了，正好遇到卧龙进来的猎人，就跟他们一起睡了。。。。 第二天起来开头倒是没怎么延误，就是最好下坡的时候脚痛得不行，继续延误。。。 对计划中注意问题的修订 日隆出来有3.5公里马路，努力搭个车到公路尽头 然后开始上小路，先比较平宽，到后面很窄了，一直过了检查站上到主路就宽敞了**没有走沟，一开始就爬上山脊走的石板热** 检查站到大海子、然后经过冰川U谷之前，都是较宽的大路**路虽大，但是被马踩得很烂…根本跑不起来** 大海子到冰川U谷之间有一段接近水面的路，浸水严重 冰川U谷之后到大黄棚子路变小，到犀牛海沟尾的路比较曲折而且不平整 路变小，但是整体地势较宽，大黄棚子之后有些被山上下来的水泡着的 开始爬坡，到犀牛海子爬了一半少一点，到犀牛垭口基本爬完了，后面平中带下一直到热水垭口热水垭口下热水牛棚，前面2/3比较平可以跑，后面1/3比较陡，沿着水沟直下，横切过山棱，跨过水沟，继续下 热水垭口过了之后，居然还有马蹄痕迹，但是方向朝另外一个山沟拐过去了，不能一直跟着走 要到底的时候有些岔路，这次我没有横切过山棱 热水沟沟上耙子桥垭口，最开始树林有点路，中间很大一段灌木丛、草坡没有明显的路，最后碎石坡路径逐渐明显下到小冰湖之后比较平缓，可以小跑，到下坡开始时从左边绕下去，都是碎石路 下完碎石有大叶子植物的时候，赶紧在水流的上游没分岔之前过河 后面变成杜鹃林没有明显路径，顺着水流走，有时候有路，有时候踩石头直到耙子桥牛棚附近路明显，过了牛棚沿路上山开始横切，只有一条路，到妹儿庸营地之后开始开阔路径较多 开阔完了就是难走的横切部分了，直到范家牛棚附近路变得好些范家牛棚到实招垭口之间都较为好走，可以略微小跑 靶子桥牛棚出来之后，横切草多，裤子会全部打湿，大叶子植物，盖住路看不清脚下，影响速度 到妹儿庸营地路变得很多条，之间差别不大 之后有一段路很好，接着又变差了 范家牛棚的路又变得很多条，差别不大 实招垭口之后就非常好走了，下到海拔3000出树林左转走灌木，注意仔细看地图绕过树林和陡坡灌木 2500左右有农户岔路和基坑道，注意辨别方向 过垭口还是挺陡的碎石路，也不能算非常好走。。。 海拔3000出树林之后，在白天从上往下看灌木和树林很明显，几乎可以走直线 遇到的问题 1、连续两天白天睡觉被吵醒无数次，地板不隔音、墙板不隔音，脚步声、吵闹声、居然还在搞施工？！休息严重不足，人祸+1 2、第二天睡前想着好多天没吃蔬菜了，就要了个蒜头炒肉和青菜汤，分量又特别足，直接吃撑了，睡觉睡了两小时起来完全没消化全吐了。。。应该是伤到胃了，后面一口气吃50g压缩饼干都会觉得胃在燃烧，如果吃100g就人会吐。。。人祸+2 3、鞋子出发前选了一双最轻的越野跑鞋，结果鞋底薄得像护垫，而且不知道怎么回事居然磨脚踝，左右各一。。。人祸+3 4、凌晨出发太冷，到后半夜越走越冷，完全没有考虑到高海拔夜间最低温有多低，手冻僵了撕压缩饼干都拿不稳。。。很多路线地形特征在计划的时候都忘记考虑了，根本跑不起来，所以一路延误着。。。脑残+1 反思 1、住宿不能贪便宜住太差的，尤其是需要白天睡觉的情况，至少要选个”酒店”而不是”农家乐”性质的，而且选边边角角的房间，同时自带隔音耳塞。 2、搞事前可以多吃淀粉（例如2包泡面然后睡觉，睡6小时起来再轻微活动6小时都不会饿），不能多吃肉、蔬菜等不易消化的食物。。。 3、鞋子要穿平时训练穿的那双，即使想换做很久没穿过的鞋子，也要事先要拿出来试试再穿出去 4、计划时应该对夜间、寒冷、饥饿、地形、爬升下降等诸多因素进行考虑时间安排，而非简单单纯的水平距离海拔变化这样的公式来计算 还有就是 巭孬嫑夯昆！巭孬嫑夯昆！巭孬嫑夯昆！ 这次如果没有那些人祸，就是凭自己的能力，也是非常困难的。 下次搞这种事情，要自己多超长距离耐力，和地形熟练度，对多重复杂地形都要能够跑得起来才行！ 装备上 可以不带羽绒服和抓绒裤，这次带着夜间行走也没用上（主要是手冷身上还好），下次7月去，夜间肯定没这么冷，更用不上了。 滤水也不要带了，费事儿，在景区内的畜牧区喝瓶装水就行了，到了4000+海拔也没多少动物污染水源了。 压缩饼干别带大块的了，停下来吃着费时间也费力，多带小块的就行；糖粉出发前先兑好，免得当场兑化不开。。。 今年新增附加资料 司机电话 15387670781 成都到日隆司机，当天要跑来回 其他参考资料 2016年10月 龙眼 穿越记录 2016年7月 龙眼 穿越计划 天气预报 龙眼穿越、四姑娘山、日隆、卧龙天气信息收集 轨迹汇总 链接: &lt;https://pan.baidu.com/s/1i4ZzNTj&gt; 密码: srvi","categories":[{"name":"运动 & 户外","slug":"运动-户外","permalink":"https://0xrr.github.io/categories/运动-户外/"}],"tags":[{"name":"记录","slug":"记录","permalink":"https://0xrr.github.io/tags/记录/"},{"name":"户外","slug":"户外","permalink":"https://0xrr.github.io/tags/户外/"},{"name":"穿越","slug":"穿越","permalink":"https://0xrr.github.io/tags/穿越/"}]},{"title":"NW-WS414-413播放列表设置方法-索尼运动防水MP3","slug":"3C&Digi/WS414-413-playlist","date":"2017-06-27T16:00:00.000Z","updated":"2019-04-11T04:04:53.908Z","comments":true,"path":"2017/06/28/3C&Digi/WS414-413-playlist/","link":"","permalink":"https://0xrr.github.io/2017/06/28/3C&Digi/WS414-413-playlist/","excerpt":"连接电脑后，在磁盘根目录MUSIC下存放音乐文件 可嵌套多层文件夹，都可以识别到 然后在电脑上用任意MP3播放软件，把MUSIC下想列入播放列表的文件拖入播放软件，新建一个播放列表，并保存到MUSIC根目录下，格式为m3u 打开此m3u文件，检查文件路径是否为相对路径（见附），如果不是相对路径，请更换播放器 检查编码是否为utf-8，如果文件夹和文件有中文、日文等非英文文件夹，就必须使用utf-8编码，否则不能识别","text":"连接电脑后，在磁盘根目录MUSIC下存放音乐文件 可嵌套多层文件夹，都可以识别到 然后在电脑上用任意MP3播放软件，把MUSIC下想列入播放列表的文件拖入播放软件，新建一个播放列表，并保存到MUSIC根目录下，格式为m3u 打开此m3u文件，检查文件路径是否为相对路径（见附），如果不是相对路径，请更换播放器 检查编码是否为utf-8，如果文件夹和文件有中文、日文等非英文文件夹，就必须使用utf-8编码，否则不能识别 PS：理论上NWZ-W273 274、NW-WS613 614 615 623等型号都是通用的 另：shuffle随机模式不能应用于playlist模式，可以在电脑上对播放列表随机化以取得近似效果 另2：folder模式的意思是说，沿着一个一个文件夹内的一个一个音频的顺序播放，并不是会限制在该文件夹内 -------------------------------------------------------------------------------------------------------------- 附 m3u格式说明： 来源：https://zh.wikipedia.org/wiki/M3U M3U文件是一种纯文本文档，可以指定一个或多个多媒体文件的位置，其文件扩展名是”M3U”或者”m3u”。 M3U文件具有多个条目，每个条目的格式可以是以下几种格式之一： 一个绝对路径；比如：C:\\My Music\\Heavysets.mp3 一个相对路径（相对于M3U文件的路径)；比如：Heavysets.mp3 一个URL 举例[编辑] 例1 这是Windows平台上的一个扩展M3U文件的举例，Sample.mp3和Example.ogg都是媒体文件。123和321是播放长度，单位是秒(s)，当流媒体文件的长度没有固定、预定的长度值，用-1表示播放长度。播放长度后边是多媒体文件的标题，通常和第二行的文件路径相一致。在Mac OS X和Linux平台，应当使用Unix路径。 #EXTM3U #EXTINF:123, Sample artist - Sample title C:\\Documents and Settings\\I\\My Music\\Sample.mp3 #EXTINF:321,Example Artist - Example title C:\\Documents and Settings\\I\\My Music\\Greatest Hits\\Example.ogg 例2 这个例子说明如何创建一个连接到特定目录（比如U盘，或者CD-ROM）的M3U文件，这种M3U文件只包含一行字符串：目录的路径。开始播放后，播放器会播放该目录的所有内容： C:\\Music 例3 这是另外一个使用相对路径的例子，M3U文件和媒体文件应放在同一个目录下，而且当播放列表需要移动到另一台设备时，子目录必须被保留。这种方式更加灵活，不会依赖于文件的具体路径。 播放的文件跟例1一样，该M3U文件保存为sample.m3u，保存在目录 C:\\Documents and Settings\\User\\My Music\\ #EXTM3U #EXTINF:123, Sample artist - Sample title Sample.mp3 #EXTINF:321,Example Artist - Example title Greatest Hits\\Example.ogg 这种格式的M3U允许复制到另一台设备上播放。该目录的所有文件和子目录也必须复制。 例4 这是一个混合使用的例子。 Alternative\\Band - Song.mp3 Classical\\Other Band - New Song.mp3 Stuff.mp3 D:\\More Music\\Foo.mp3 ..\\Other Music\\Bar.mp3 http://emp.cx:8000/Listen.pls http://www.example.com/\\~user/Mine.mp3","categories":[{"name":"3C & 数码","slug":"3C-数码","permalink":"https://0xrr.github.io/categories/3C-数码/"}],"tags":[{"name":"折腾","slug":"折腾","permalink":"https://0xrr.github.io/tags/折腾/"},{"name":"数码产品","slug":"数码产品","permalink":"https://0xrr.github.io/tags/数码产品/"}]},{"title":"关于压制后的录像在索尼相册中排序错乱问题的治疗方案","slug":"3C&Digi/SONY album","date":"2017-02-17T16:00:00.000Z","updated":"2019-04-11T00:42:34.426Z","comments":true,"path":"2017/02/18/3C&Digi/SONY album/","link":"","permalink":"https://0xrr.github.io/2017/02/18/3C&Digi/SONY album/","excerpt":"","text":"出去玩，拍照，录像，回到家感觉录像占的空间太大（比特率高达18M）于是压一下，码率压到4M，再丢回手机之后，录像就在最前面了（按时间顺序排列的 特别是，把几个月之前的录像压了再放回去，时间错乱得更多，不能忍 试着调整创建时间、修改时间来治疗此问题，无效 最后发现，是mp4的元数据里面的编码时间决定了此视频在相册中的位置 搜了一下，果然有蛋痛之人遇到过这种问题：https://superuser.com/questions/523286/how-to-make-handbrake-preserve-capture-time-creation-time 解决方法是用FFmpeg来把原始视频文件的元数据完全的复制到压缩后的视频文件中去，真机智！ 命令行是：ffmpeg -i 原文件.mp4 -i 压缩后的文件.mp4 -map 1 -map_metadata 0 -c copy正确时间的文件.mp4","categories":[{"name":"3C & 数码","slug":"3C-数码","permalink":"https://0xrr.github.io/categories/3C-数码/"}],"tags":[{"name":"折腾","slug":"折腾","permalink":"https://0xrr.github.io/tags/折腾/"},{"name":"数码产品","slug":"数码产品","permalink":"https://0xrr.github.io/tags/数码产品/"},{"name":"手机","slug":"手机","permalink":"https://0xrr.github.io/tags/手机/"}]},{"title":"望江大公仔使用感想及记录，22750公里更新","slug":"Bike&Tour/WJ-DGZ-Review-and-Log","date":"2016-11-11T16:00:00.000Z","updated":"2019-04-11T04:06:15.804Z","comments":true,"path":"2016/11/12/Bike&Tour/WJ-DGZ-Review-and-Log/","link":"","permalink":"https://0xrr.github.io/2016/11/12/Bike&Tour/WJ-DGZ-Review-and-Log/","excerpt":"到手两周跑了1300度公里，说几点初步使用感想 1.低扭很给力，烂路爬坡，转速2000不用半离合，发动机憋不死 2.相对应的高转无力。。。和华洋160的宗申发动机相比，给油之后，把手传来的感觉，大公仔像是小姑凉在拉你的手，华洋160像是黑叔叔一把把你拽过去。。。。（毕竟华洋是7000多块的车，而且没有任何直流电系统。。。 3.大灯是渣渣，自己改了LED大灯和LED射灯之后好多了 4.油耗太良心了，油箱5.1L（最多5.2L，并非使用手册上说的5.5L）能跑210公里（磨合期，保守方式驾驶，如果 激进驾驶+爬坡多，190公里） 5.油箱略小。。。而且没有副油箱，跑长途心慌啊。。。 6.油表是扯的，140公里就开始闪低油量报警，一闪就闪70多公里 7.大灯总成插头松过一次，我还以为是自己接线没接好呢，结果是插头的母卡太松了，导致公棒插入后卡不紧接触不良。。。。。希望点火器卡子不要也想这样抽风。。。 8.前后减震都略硬，跑公路是完全没有问题，不过乡村公路就有点吃力了，基坑道和稍微大点的不规则碎石路简直噩梦，完全跑不起速度 9.速度表快了，实际速度为表显速度*0.91 【后有修订】 10.目前没出磨合期，发动机震动的话，感觉速度50非常良好，速度60稍微有点大但是还可以接受，但是后视镜都没震得发花，更高的速度就不知道了没有试过 11.没有脚启动，内心有点不安，如果哪天遇到打不燃，把电瓶电打空了，就只能推车了。。。。 12.反光镜设置不合理，有一半都是自己的胳膊。。。 13.空挡前300公里基本上是找不到的，300之后改善很多，1000之后非常容易找了（也有人为因素，熟练了） 14.没有双闪，转向灯没有提示音，没有防盗接口，没有大架 15.后刹车刹车的时候会发出尖锐的鸡儿鸡儿声。。。。 16.车头仪表板的时钟每天会慢一两分钟 总体相对于价格来说，非常满意，存在的问题都不是大问题而且可以接受，代步、近郊遛弯非常适合","text":"到手两周跑了1300度公里，说几点初步使用感想 1.低扭很给力，烂路爬坡，转速2000不用半离合，发动机憋不死 2.相对应的高转无力。。。和华洋160的宗申发动机相比，给油之后，把手传来的感觉，大公仔像是小姑凉在拉你的手，华洋160像是黑叔叔一把把你拽过去。。。。（毕竟华洋是7000多块的车，而且没有任何直流电系统。。。 3.大灯是渣渣，自己改了LED大灯和LED射灯之后好多了 4.油耗太良心了，油箱5.1L（最多5.2L，并非使用手册上说的5.5L）能跑210公里（磨合期，保守方式驾驶，如果 激进驾驶+爬坡多，190公里） 5.油箱略小。。。而且没有副油箱，跑长途心慌啊。。。 6.油表是扯的，140公里就开始闪低油量报警，一闪就闪70多公里 7.大灯总成插头松过一次，我还以为是自己接线没接好呢，结果是插头的母卡太松了，导致公棒插入后卡不紧接触不良。。。。。希望点火器卡子不要也想这样抽风。。。 8.前后减震都略硬，跑公路是完全没有问题，不过乡村公路就有点吃力了，基坑道和稍微大点的不规则碎石路简直噩梦，完全跑不起速度 9.速度表快了，实际速度为表显速度*0.91 【后有修订】 10.目前没出磨合期，发动机震动的话，感觉速度50非常良好，速度60稍微有点大但是还可以接受，但是后视镜都没震得发花，更高的速度就不知道了没有试过 11.没有脚启动，内心有点不安，如果哪天遇到打不燃，把电瓶电打空了，就只能推车了。。。。 12.反光镜设置不合理，有一半都是自己的胳膊。。。 13.空挡前300公里基本上是找不到的，300之后改善很多，1000之后非常容易找了（也有人为因素，熟练了） 14.没有双闪，转向灯没有提示音，没有防盗接口，没有大架 15.后刹车刹车的时候会发出尖锐的鸡儿鸡儿声。。。。 16.车头仪表板的时钟每天会慢一两分钟 总体相对于价格来说，非常满意，存在的问题都不是大问题而且可以接受，代步、近郊遛弯非常适合 以上内容发表于 2016年12月18日 ==================================================== 以下内容为 2017年2月16日 更新： 元旦出去跑了1500，春节出去跑了4200，现在总里程8000多 就后续阶段的感想总结如下 1.牌照灯断裂，据称为常见现象，经常断，已经不打算管它了 2.轮胎抓地力在正常公路上尚可，在泥地、灰粉地有点吃力 3.表现速度和实际速度的系数随着速度的上升，会慢慢的增加到0.94，表显106对应实际100的样子 4.发动机热衰严重，市区小油门骑行无感觉，国道中油门骑行也尚可，到了高速路，长时间大油门就不行了，春节期间在贵州云南境内高速上跑了800公里之后，全油门下坡只能跑到80多的速度，建议改装油冷 5.转向灯挺耐操的，摔弯了再塞回去就好了 6.不装挡风的最高时速能跑110的左右，但是人吹着太伤了。。。后来加装了大号挡风，平路最高速度为100 7.80以上加速就开始很慢肉起来了，90以上就非常肉了 ==================================================== 以下内容为 2017年9月24日 更新： 1.一万两千多公里的时候油管自然老化破裂，流了一地的油，还好不是在骑行过程中泄露的 2.改装油冷后，一字杠没法安装了，不过找到个 本田 CB190R CBF190R 的分体式保险杠，孔距刚好能对上 淘宝链接←我不是在这家店买的，我是直接去本地摩配城买的，130块辅助帮忙安装 不过有点小问题 右边这个和发动机排气管贴着的，一是一直烫着的，二是怕摔车的时候，力道过大的话，作用力会传递到排气管上去 左边情况复杂些，保险杠的黄色部分会搭在 车架红色箭头处要高出来的一些上面 如果直接拧螺丝就会是翘着的，我找了个U形的铁片在那里垫了一下，还是不是很稳妥，估计一摔U型就会被压平 最好直接找一个七八毫米厚的形状合适、有开孔的厚铁块，夹在那里 3.电瓶到钥匙电门的根线，原厂出厂居然是用手拧着接的，也是在一万两千公里左右的时候，接头处居然自己就这么断了。。。 自己找了好久没有找到原因，最好拿到修车店去弄的。。。 4.目前总里程12657，累积加油357.93L 平均百公里油耗 2.87，平均公里价格 0.19 （6.6元/L油价计算），平均一箱油续航 180（磨合期过了操得猛些了，还有在市区里骑，所以上不了200了） ==================================================== 以下内容为 2017年10月14日 更新： 国庆期间跑了趟川藏线318到拉萨，里程瞬间增加5000.。。。 感想和记录问题如下： 1.后备箱东西放多了，直接导致尾箱架子颠得要断不断的了。。。 回来让烧焊的焊上了，结果手工费赶上尾箱架价格的一半了，划不来划不来。。。 2.里程1W6的时候，链条松了，算下来那个征和油封链条跑了1万4才松，也是可以的 在路上找了个修车摊子紧了下链条（虽然带了全套工具但是压包里了从来都懒得翻出来。。。。 结果他有弄得太紧了，骑完回来现在跑着后飞处有周期性异响，我又给他松了半圈回去，观察几天试试 3.NGK的铱金火花塞1W8公里依然点火良好，但是计划性报废了，换了一颗新的上去 4.改装的油冷有一定效果，但是在高速路上一口气不停的跑四五个小时还是会有严重热衰 一两个小时休息一次的话没有明显热衰 5.感觉油箱小了，跑318川藏有点吃力，需要外置备用油，高海拔油耗没有明显增多（还低些），可能是都是以小油门开度（1/4~1/2）行驶的原因吧（因为油门开大了也没有动力，还不如就小油门磨着走。。。 6.在高海拔高反没有想象的严重，海拔5000爬坡尾速50，提速很缓慢就是了，基本上过一个弯减速后要二三十秒才能提速到50，基本上一路都是在慢慢磨，除了下坡。。。能到80。。。 7.可靠性还行，没有抛锚，轮胎抓地也还行，没有摔车 就是脚架边撑太斜了，行李装多了之后更斜，停车下车时候平地翻车两次 其中一次翻车后跑了几百米熄火打不燃了，放了一会儿自己又好了 8.目前总里程18033，累积加油505.25L 平均百公里油耗 2.88，平均公里价格 0.19 （6.6元/L油价计算），平均一箱油续航 179 其中往返拉萨里程4943公里，加油133L 平均百公里油耗 2.70，平均公里价格 0.17 （6.6元/L油价计算），平均一箱油续航 189 ==================================================== 以下内容为 2017年10月27日 更新： 周期性异响是小飞磨损了，网上买了一套征和大小飞和链条，全部换了 结果装后轮的时候一个垫片给装错位置了，导致后轮刹车无效 拆了重新装之后，恢复正常 图示为垫片及其正确位置（轴承和刹车之间） PS：一个人穿后轴真费力。。。 ==================================================== 以下内容为 2017年11月9日 更新： 开始漏机油了。。。貌似是油冷进出油盖松了，但是拧紧需要把机油全放了。。。。 下次换机油的时候弄一下。。。。 ==================================================== 以下内容为 2017年12月10日 更新： 1.漏油又不漏了 2.估计是最近操得太猛，后飞螺丝松了。。。。 ==================================================== 以下内容为 2017年12月26日 更新： 化油器放油管偶尔在漏油，又懒得拆化油器，买了瓶化油器清洗剂还没到，先骑着继续观察 ==================================================== 以下内容为 2019年4月10日 更新： 至今无故障，平稳运行 城里跑油冷没什么用，就把它拆了","categories":[{"name":"机车 & 旅行","slug":"机车-旅行","permalink":"https://0xrr.github.io/categories/机车-旅行/"}],"tags":[{"name":"使用感受","slug":"使用感受","permalink":"https://0xrr.github.io/tags/使用感受/"},{"name":"摩托车","slug":"摩托车","permalink":"https://0xrr.github.io/tags/摩托车/"},{"name":"旅行","slug":"旅行","permalink":"https://0xrr.github.io/tags/旅行/"}]},{"title":"重庆2016年公需科目培训计划 考试 答案","slug":"Daily&Odd/2016-CQ-Public-Needs-Subject-Training-Exam-Answers","date":"2016-10-15T16:00:00.000Z","updated":"2019-04-10T12:24:05.547Z","comments":true,"path":"2016/10/16/Daily&Odd/2016-CQ-Public-Needs-Subject-Training-Exam-Answers/","link":"","permalink":"https://0xrr.github.io/2016/10/16/Daily&Odd/2016-CQ-Public-Needs-Subject-Training-Exam-Answers/","excerpt":"","text":"重庆市军转（人力资源开发）培训中心学习平台 2016年公需科目培训计划 2016年公需科目考试 刚刚做完，答案基本上在这几个网页里面： http://www.a3k8.com/zgks/201605/34056.html http://www.52qj.com/0/60/9051.html http://www.wenku1.com/news/70739707745EC406.html http://www.91yixue.com/m/view.php?aid=13590 http://www.91yixue.com/m/view.php?aid=13590&amp;pageno=2 http://www.bipin.org/a/20160807/502477.html 还有这三个word文档： https://1drv.ms/f/s!Ap5ixysJw1DOhNE3YbeELH6Adkxmug 不停的ctrl+F就行了 对了，原网页是禁止复制的，但是可以用chrome浏览器配合Enable Copy扩展解除限制： https://chrome.google.com/webstore/detail/enable-copy/lmnganadkecefnhncokdlaohlkneihio","categories":[{"name":"日常 & 杂文","slug":"日常-杂文","permalink":"https://0xrr.github.io/categories/日常-杂文/"}],"tags":[{"name":"答案","slug":"答案","permalink":"https://0xrr.github.io/tags/答案/"}]},{"title":"2016年10月 龙眼 穿越记录","slug":"Sport&Outdoor/2016-10-LongYan-Tour-Log","date":"2016-10-10T16:00:00.000Z","updated":"2019-04-11T04:07:08.913Z","comments":true,"path":"2016/10/11/Sport&Outdoor/2016-10-LongYan-Tour-Log/","link":"","permalink":"https://0xrr.github.io/2016/10/11/Sport&Outdoor/2016-10-LongYan-Tour-Log/","excerpt":"首先感谢刺猬提供的详细情报，感觉乐哥（间接）提供的轨迹供参考！ 总体感想1，运气真好，基本上一点雨都没淋到，感觉把今年的好天气配额都用完了。。。。 2，累，第一天晚上体会到拖死猪的感觉了。。。但是没有想象中的强度大和难度大，估计是因为天气好的原因。。。 3，Suunto手表的按路径导航真好用，基本上没怎么看手机，看手表就行了","text":"首先感谢刺猬提供的详细情报，感觉乐哥（间接）提供的轨迹供参考！ 总体感想1，运气真好，基本上一点雨都没淋到，感觉把今年的好天气配额都用完了。。。。 2，累，第一天晚上体会到拖死猪的感觉了。。。但是没有想象中的强度大和难度大，估计是因为天气好的原因。。。 3，Suunto手表的按路径导航真好用，基本上没怎么看手机，看手表就行了 实际行程与预计行程的对比 基本上是按照原始计划中 反穿2天 的安排来走的，爬完石召垭口看了下计时，感觉状态不错，应该两天能走完 PS：之前做计划的时候用的那个软件有问题，累积爬升统计多了，实际 第一天累计上升：3812米，累计下降：1367米 第二天累计上升：1778米，累计下降：3035米 运动强度、技术难度强度在中上，累，但是没累到要死的程度，就是走得慢。。。 技术难度偏低，只有横切的时候有几个地方需要特别注意点 流水账记录由于网上有大量详细的图片及文字资料可供参考，在此只简单的说几点我遇到的问题 卧龙关村出来上山路上有几家农户，小心别走错路走到人家地里面去了 后面也有在挖基坑道修路的地方，把小路挖断了的，注意找小路的入口，找不到也没啥，沿着基坑道走，留意着行进方向与轨迹的差别就行了 过了修路的基坑道，后面有一大片草坡，可以不按轨迹随心所欲的直上、直下（注意草坡与灌木、树林的切换） 横切都还好，只有一条路，走到妹儿庸营地附近又开始开阔起来了，要多看下轨迹，有时候顺着牛吃草走的路走就走偏离轨迹了。。。 从耙子桥牛棚到小冰湖其实也没得明显的路迹得，顺着水流走，有时候有路，有时候踩石头，我走的时候天快黑了看不太清了，也没怎么仔细找路。走完杜鹃林出去之后，视野就开阔了，然而天也已经黑完了。。。。只能看着轨迹走 走到耙子桥沟尾开始爬升的时候，应该从溪流左边爬，因为最后得从溪流左侧翻上去，右侧是一个很陡的断崖，白天走的话应该很明显，晚上我不知道，走近了才发现不对 从耙子桥垭口下热水沟，海拔高碎石坡的时候还有点路，下到后面草坡就找不到路了，乱下，走到再后面灌木丛，依然是痛苦的乱下。。。直到后面走到树林才又有路了 从热水牛棚后面上山，沿着小路爬升，经过一片灌木丛，爬到一个水沟面前，横跨过他，绕过一个小的山棱，走到旁边一个水沟，然后就是沿着此水沟一直上了，走完这个水沟之后就没那么陡了，不是直上而是带着一点横向的位移这么上升，一路上都有明显的路迹，不用怎么看地图都可以 到了热水垭口之后，还要往上小爬升一会儿，过了最高点之后就是平路加下坡了，可以一路小跑了。。。 从犀牛沟垭口开始就是无尽的痛苦的下坡了，我的膝盖。。。 下到沟尾就是平路了，到冰川U谷有马农，感觉可以骑马了，忍住诱惑，继续走。。。 到检查站，可以沿着左侧小路下坡，不走石板热，道路起伏要小些，而且后面有3~4公里马路，可以喊滴滴了。。。 附加资料司机电话15351431846卧龙关的司机，跑卧龙关到都江堰 每天从卧龙关6点出发，8点到都江堰，然后开始等客拉人回卧龙关，包车300，等人是一个人50，共7人 15387680533 卧龙关村龙头源酒店电话，住宿120，有车进出成都，我没具体问情况 其他参考资料太多了，看了又关了，最后浏览器只存了这两个，都是国庆的时候走的 http://www.doyouhike.net/forum/mountain/1113172,0,0,0.html http://bbs.8264.com/forum-viewthread-tid-5176771-extra\\--authorid-39451868-page-1.html 天气预报 卧龙镇卧龙关村，彩云天气和WeatherTimeline能搜到这个地方，其他的就只能看卧龙镇的了，而且全国有几个卧龙镇，要选四川那个 日隆、也叫四姑娘山镇，这个就方便多了，随便搜，不过那边海拔高了，又不太准了 轨迹汇总链接: &lt;http://pan.baidu.com/s/1mi76LRy&gt; 密码: ccbp","categories":[{"name":"运动 & 户外","slug":"运动-户外","permalink":"https://0xrr.github.io/categories/运动-户外/"}],"tags":[{"name":"记录","slug":"记录","permalink":"https://0xrr.github.io/tags/记录/"},{"name":"户外","slug":"户外","permalink":"https://0xrr.github.io/tags/户外/"},{"name":"穿越","slug":"穿越","permalink":"https://0xrr.github.io/tags/穿越/"}]},{"title":"龙眼穿越、四姑娘山、日隆、卧龙天气预报链接收集","slug":"Sport&Outdoor/Weather-Forecast-Link-Collection-for-LongYan-SiguniangShan","date":"2016-09-29T16:00:00.000Z","updated":"2019-04-11T00:30:02.923Z","comments":true,"path":"2016/09/30/Sport&Outdoor/Weather-Forecast-Link-Collection-for-LongYan-SiguniangShan/","link":"","permalink":"https://0xrr.github.io/2016/09/30/Sport&Outdoor/Weather-Forecast-Link-Collection-for-LongYan-SiguniangShan/","excerpt":"","text":"全国24小时降水量预报 Rilong, China 10-Day Forecast | Weather Underground Rilong, China (00000) Precipitation Forecast | Weather Underground Wolongguan, China 10-Day Forecast | Weather Underground 【小金日隆镇天气】 【汶川卧龙镇天气】 【小金四姑娘山风景区天气】 【四姑娘山天气】 日隆镇 25 天天气预报 - 中国 四川省 AccuWeather 天气预报 (ZH-CN) 【卧龙镇天气预报】 【日隆镇天气预报】 丹巴-天气预报 汶川-天气预报 小金-天气预报 理县-天气预报 四川省城市预报 未来十天天气预报-中国天气网 专业产品-中国天气网 强对流天气公报-中国天气网 雷达-中国天气网 雷达-中国天气网 天气实况 >> 降水量 >> 逐小时降水 卫星云图天气预报_中央气象台卫星云图_气象卫星云图滚动播放_天气网","categories":[{"name":"运动 & 户外","slug":"运动-户外","permalink":"https://0xrr.github.io/categories/运动-户外/"}],"tags":[{"name":"户外","slug":"户外","permalink":"https://0xrr.github.io/tags/户外/"},{"name":"资料收集","slug":"资料收集","permalink":"https://0xrr.github.io/tags/资料收集/"}]},{"title":"2016年9月 年保玉则主峰 攀登记录","slug":"Sport&Outdoor/2016-9-NianBaoYuZe-Climb-Log","date":"2016-09-19T16:00:00.000Z","updated":"2019-04-11T04:07:04.182Z","comments":true,"path":"2016/09/20/Sport&Outdoor/2016-9-NianBaoYuZe-Climb-Log/","link":"","permalink":"https://0xrr.github.io/2016/09/20/Sport&Outdoor/2016-9-NianBaoYuZe-Climb-Log/","excerpt":"听说年宝玉则是7月份的时候，一个朋友刚去溜了一圈，临行前发给我8264的帖子，说有人穿越死了，追那个帖子追了一个多星期，于是搜了下资料，发现这山可爬，而且还不算难爬的样子 于是开始策划，体能锻炼、知识补充、置办物品、行程计划，差不多弄了一个月，然后就出发了 进山、登山过程相当顺利，没有高反、没有超出风险管理控制范围之外的危险、没有超出技术能力范围之外的地形、没有特备严重的意外（除了出山时候下雨和丢手机损失500元），可以说相当完美的一次旅程。 以下是正文目录 总体感想 实际行程与预计行程的对比 运动强度、技术难度 关于结组 流水账记录 附加资料 司机电话 其他参考资料 天气预报 轨迹汇总 点击以上标题可快速跳转到相应内容 （才怪 总体感想 运动强度与技术难度都没有想象中的大，相比冲顶，沟底到C1爬石头那段反而还让人绝望些，因为看不到终点、还要拐来拐去的找路，相比之下冲顶简直是享受。 而且把C1扎在4800的话，离顶很近，充分适应、体力良好的人在两小时内能登顶、1小时下撤[注1]，一日之内的短时晴好都足以冲顶，而且天气变坏之前也能游刃有余的下撤。 飞溪确实不适合登山，确实小了，像登山这种需要长期在帐篷里躲着等天气变好的活动，还是买个大点的帐篷吧。。。 下次登山不能带压缩饼干为主食了，或者要多带点重口味的食物，每天都感觉自己在吃屎，而又告诉自己不吃不行会死。。。强行自行喂屎的感觉。。。。 注1：季节合适、天气不恶劣、不结组，没有队员特别影响速度的情况下。","text":"听说年宝玉则是7月份的时候，一个朋友刚去溜了一圈，临行前发给我8264的帖子，说有人穿越死了，追那个帖子追了一个多星期，于是搜了下资料，发现这山可爬，而且还不算难爬的样子 于是开始策划，体能锻炼、知识补充、置办物品、行程计划，差不多弄了一个月，然后就出发了 进山、登山过程相当顺利，没有高反、没有超出风险管理控制范围之外的危险、没有超出技术能力范围之外的地形、没有特备严重的意外（除了出山时候下雨和丢手机损失500元），可以说相当完美的一次旅程。 以下是正文目录 总体感想 实际行程与预计行程的对比 运动强度、技术难度 关于结组 流水账记录 附加资料 司机电话 其他参考资料 天气预报 轨迹汇总 点击以上标题可快速跳转到相应内容 （才怪 总体感想 运动强度与技术难度都没有想象中的大，相比冲顶，沟底到C1爬石头那段反而还让人绝望些，因为看不到终点、还要拐来拐去的找路，相比之下冲顶简直是享受。 而且把C1扎在4800的话，离顶很近，充分适应、体力良好的人在两小时内能登顶、1小时下撤[注1]，一日之内的短时晴好都足以冲顶，而且天气变坏之前也能游刃有余的下撤。 飞溪确实不适合登山，确实小了，像登山这种需要长期在帐篷里躲着等天气变好的活动，还是买个大点的帐篷吧。。。 下次登山不能带压缩饼干为主食了，或者要多带点重口味的食物，每天都感觉自己在吃屎，而又告诉自己不吃不行会死。。。强行自行喂屎的感觉。。。。 注1：季节合适、天气不恶劣、不结组，没有队员特别影响速度的情况下。 实际行程与预计行程的对比 PS：费用见备注 分析： 过于乐观的估计了从成都到年宝这段路程的时间、费用花销 年宝景区到沟底估计得差不多，不过发生了点意外，稍微耽误了，加上天黑，行进速度稍缓 过于悲观的估计了从BC爬升到C1的速度 过于悲观的估计了从C1冲顶的难度、强度 从C1下撤，实际情况基本符合估计，受降雨影响，速度基本与进山持平 运动强度、技术难度 运动强度中等偏低，进山路程并不长，如果早上从景区门口开始走，从天亮走到天黑一天，能到BC（不下雨的话，下起雨来，湖边的路太烂了。。。 技术难度和季节、气候有关，总体而言，夏末秋初应该是最好的攀登季节了，雨季过后雨水少，夜间温度又不是太低，白天出太阳无风可穿短袖。雪线之上雪层硬度、厚度适中，就我这次而言，不需要冰爪、冰镐、雪套，不用登山鞋就穿低邦徒步鞋或者越野跑鞋都可以通过选择合适的线路登顶。（夏季冰川无积雪，全是冰泥，特滑，必须要冰爪，深秋、冬天和春天冰裂缝会被新雪盖住不好判断稳固性，不像夏季的雪桥都是稳固的，而且冬天特别冷） 关于结组 我觉得登山手册里面说得很对，表达能力有限，直接上图。。。 年保结组不结组，带不带保护器材，我觉得还是取决于 季节、人员、攀登的线路 至少在9月中秋节前后，雪层厚度和硬度是非常适宜的，全队人员体能、技能相当，如果避开裂缝威胁选择合适的冲顶线路，坡度都不陡，不容易滑坠，而且即使滑坠了，也可以很安全迅速的制动，所以完全没有必要使用结组和保护器材，只会徒增负重，降低进山的行进速度、冲顶的速度，以及丧失对天气变化处理的灵活性。 举个例子，如果使用结组、保护，登顶需要4小时，下撤需要3小时，一共就是7小时，而在7小时内，天气很有可能变坏（不管上午天气如何，基本每天下午都会下点雨/雪），而要保证下午不被雨雪困扰，那就得早上早早的出发，而出发早了气温又低，云雾又没散开，增加行进难度。 而轻装不结组不设保护点冲顶，完全可以等上午10点太阳出来得大大的，一上一下下来吃午饭刚刚好。。。 总之，结组不结组，带不带保护器材，应该是一个需要事先思考的问题。 反正我是一个人，不需要背绳子哈哈哈 流水账记录 9月10日，主体晴，下午多云转小阵雨 坐阿坝经常跑年宝的一个人的车（电话号码见最后，下略），可以开进景区公路停车场去，省下了3.5公里 但是，按传统线路应该走仙女湖西边，结果说景区立了个牌子说有棕熊，把路给封了，还有景区工作人员照看着没法翻过去，没买票心虚不敢反抗，绕到东侧走的多了1.2公里。 后略不表，反正就是无脑沿湖一直走走走别爬坡 结果走到妖女湖末尾传统营地已经8点多了，说着反正天都黑了直接走到沟底去吧，结果翻过一个土丘风好大，而且看样子是沙滩湿地天黑不好走，索性翻回土丘扎营 扎营的地方非传统营地，前不着村后不着店的，其实应该在妖女湖结束的牧民居住处（小卖部）睡的，淡季小卖部没有营业，有房子空着的还可以挡风不用搭帐篷 犹豫着是先去打水还是先扎营，忽然起了一阵风，还开始飘雪了，吓得不打水了赶紧找地方搭帐篷，找了半天找到块大石头背后，背风，虽然不太平也将就了，扎吧，地丁打好两颗风向变了，我帮石头挡风了操，不管了，没穿羽绒服，气温已经降到2℃，冻得不要不要的，赶紧打完剩下的地钉，把塑料布挡在内外帐之间，不过依然风豪豪，用烤火炉都暖和不起来，索性作罢，钻睡袋睡觉 9月11日，雾，晴，多云，雪 5点半尿憋醒了，看了下帐篷外面雾好大，于是憋着尿继续睡。 6点半终于憋不住了，看了下雾小些了，于是起床。 吃了一个月饼喝了半瓶水，测了下温度-0.7度，帐篷帐杆结冰了 然后才想起昨晚忘记忘记给刺猬打电话了…错过一天应该不会报警。。。 （注：指卫星电话，妖女湖走到一半的时候联通就没有手机信号了，其他运营商不清楚 磨磨唧唧收拾东西到08:30才出发，东西多了真麻烦 沿着湿地的左边走没啥水，穿的越野跑鞋都没有湿脚 走到沟尾大溪流已干，直接顺着干溪沟往上走，走了一会儿又有水了，正想着我这是溯溪呢然后就一脚踩到水里真成溯溪了… 石头变大了，溪流变得陡起了不好走，于是换到溪流左边走 以下是一路上的变化 走到能看到这个瀑布的时候就要注意了 如果想按正常路线走，就应该注意到这个瀑布出现的时刻 看到瀑布，如果想去爬那个石缝（后文给出参考帖子，里面有图），就该切换到水流右侧，沿着右侧走，然后遇到石缝之后猛烈右转 不过，照我这么爬也能行，都是大的岩板，还比较好爬 下撤的时候专门去找了下别人帖子里面的那个石缝、难点，看了下，也还好,不用绳子可以上下，不过我依然过了次水，切到水流东侧下降的，因为都是大石头好踩些。。。 下面继续依次贴沿路变化 黄圈里的瀑布，前人们大概就是在我站的这个位置开始右拐的 这时已经完全走到瀑布下方了 沿着绿色箭头横切过去就到好了 估计他们是这么上来的 他们路线和我的路线对比，相当于我绕得多点，没那么陡（左图是拍摄方位 这是爬完这一坡之后，面朝沟底，顺时针旋转拍摄的画面，请自行脑内补完全景图。。。 绿色是应该上升的方向，红色那边是一个水流，可以作为参考 这一坡爬完之后，就能看到冰川末端了 让我们分析一下这张图 我们是从图1小人站立位置沿着绿色箭头爬上来的，图1小人站立位置当时朝着右手方向拍了一张照片为图2，图2里面看到很大一块峭壁就是图3里的那个悬崖，图3右边有一个小山棱，可以选择沿绿线直上，或者黄线右拐之后再左拐 翻过这个小山棱之后，方位角234度，直线距离500米，瞎鸡巴爬吧。。。。 没拍照片了，我也忘了是啥地形了，反正没啥特色，就是普通的石头。。。。 噢对了，接近C1最后100米的时候，又有一个小山棱，不要走他的右边，全是小碎石，踩一步滑半步，要包着它的左边走 这是从小山棱右边小碎石坡爬上来，终于能看到冰川全貌了的时候，也知道苦日子终于到头了。。。。。 到了营地，发现传统营地离水源两三米，像我这种习惯帐篷内撒尿，伸手出帐篷倒尿的人还是不要污染水源了。。。 而且最关键的是，传统营地就在一片大平地上，啥挡风的都没有，而我是三季帐。。。。 所以，找了个背风的地方平整了块地，帐篷刚搭起来，就开始下雪，天空大量层云，感觉不妙… 下了十来分钟，雪停了，出帐篷继续搭。。。（塑料布放在上风向挡风。。。 搭完帐篷，就不停的烧水烧水烧水，带的锅儿太小了（其实人家是碗。。。） 冲了点屎将就吃了，还吃了块压缩饼干，喝了1L水，烧了2L热水袋丢睡袋，于是睡觉了 一晚上睡得极好，就是老是发现睡袋被打湿，醒了几次之后，终于想通了，是呼出的水蒸气遇到脸前的睡袋冷凝了。。。 还被雪吵醒几次，听上去挺大的，怕被压垮，结果后来一看没多大，肯定不会垮。。。 9月12日，雪雾，多云，晴 听到下雪不想起床，磨磨唧唧到7点天大量终于起来打了一桶水，满天雪雾，能见度30米，果断回帐篷继续烧水吃早饭。。。 雪落下来之后，把帐篷与挡风用的石头之间的缝隙给封死了。。。难怪帐篷里冷凝水那么多。。。 吃完早饭天气还是那样子，于是躺下玩手机… 直到9点半，雾气才散去，太阳慢慢开始出来了 于是真·起床收拾冲顶包 一边墨迹一边等天气变好，等到10点多11点的时候，天气已经完全转好了 先传一张整体图，绿线为上升路线，黄线为下撤路线 框框和圈圈表示冰裂缝区域 1/4/5尽量不要去惹，深、宽、落差大 2/3可以随便欺负 区域2靠下面的裂缝 区域2较高位置的裂缝，已经逐渐不好惹了 从区域4之间上升的时候过了两个雪桥，夏末初秋都还好，比较稳固 区域4比较浅的裂缝，深的那几个略陡，专心爬着没拍照 过了区域4之后，从右侧上去躲开区域5，基本上就没有什么裂缝了，偶尔有几个很明显的孤立的裂缝，很方便的绕开 在接近顶端的时候出现背隙，不要冲着路绳去，要绕开，有路绳也过不了那个背隙的。。。 上到山脊之后就又变成普通的爬山了。。。 风景还是不错，手机乱按都感觉拿得出手 看向来时的路，画面中央就是刚刚说的“偶尔有几个很明显的孤立的裂缝，很方便的绕开” 山坡北侧的冰裂缝，这才要绕哭（不过走近了看的话，估计有很多都是好欺负的类型。。。 仰望山顶（讨厌的路绳，一路上都要留心着别绊到我腿 半山坡的雪坡，后来发现可以继续走石头，不用爬这雪坡来着，早知道不穿冰爪上来了，磨损好厉害 登顶（图中出现的除了冰镐，全是迪卡侬，简直屌丝之友 啃了半块压缩饼干，闷了半瓶葡萄糖，干了半斤H2O，开始下撤 再借刚刚那张图说明下 绿色是我上来的路，下去的时候，我看着右边那一大片没有冰裂缝又好平摊走着好爽就朝那边走了 走过去之后就来带了之前那幅图的区域5，还真是够酸爽 刚刚那几张照片应该是站在绿色小人处往下拍的 拍完之后继续往下，要过一个雪桥，但是由于裂缝落差太大，冰爪在山脊岩石上磨钝了，无法静态冲击地从高坡裂缝一侧降到雪桥上（红X处），所以保险起见，往回爬了几米绕开了那个裂缝走了旁边一个平缓的雪桥 为啥说无法静态冲击地下降到雪桥呢，因为我已经在那儿滑倒了一次了。。。 还好平时自我确保练习得多(脑内练习。。。)，刚滑倒就停住了，狠狠踢了几下才踢进冰站稳了，没法下了，不敢把生命寄托在运气上 过了这个之后就一路easy了，直到为了躲开区域1的裂缝区，从旁边走结果走到旁边凹盆里的冻土区了，真滑，横切略带上升回到高处又回到正常雪面了。。。 下来之后不到5点，又开始无尽的烧水。。。 其实用碗烧水有个好处，帐篷一直都有火烤，挺暖和的，而且有点事做不至于无聊。。。 9月13日，晴，多云，阴，雪，雪雾 起床就是晴天，真棒！ 这么好的天气，赶紧再爬一遍。。。 山谷中稳定的雾气，不抬升，就不会变天 但是高层的卷云预示这未来几天天气不妙 掏出锉刀赶紧锉冰爪，哪知道一根筋上来了，还有就是工匠情怀上来了，一口气锉了一个小时锉得比出厂还锋利。。。。。。。（真蛋疼！ 导致9点半才出发。。。 上升路线基本和昨天下撤路线一致，沿着区域3和4之间的无裂缝区域上到区域5右侧，完全绕过区域5不去过雪桥 这是区域3的冰裂缝。。。我都不好意思叫他们冰裂缝了。。。 这是区域4左侧的冰裂缝，高度落差不大，但是有点宽，这雪桥还是不爬为妙 走到区域5右边的时候，感觉那边可以爬的样子，完全不用过裂缝，只是滑坠了后果有点严重，直接掉缝里去了。。。。 后略不表，无言说价值 下撤后才中午12点半，回到营地煮了碗汤，吃了块压缩饼干之后昏昏欲睡 不行，还有这么一大下午呢，于是又收拾东西去旁边那个冰川发育主方向的坡去遛弯 打算联系下各个方向的滑坠制动，哪知道雪不够硬，深度又合适，坡度又不够，就是不穿冰爪，怎么都摔不倒。。。 故意摔倒了也滑不动。。。还得努力向下摔倒。。。。。 好蛋疼。。。。 于是又回到营地继续烧水。。。。 9月14日 雪雾，多云，长时间阵雨 打算今天下撤了，脸晒得痛了，压缩饼干吃不下了，汤料用完了，爬也差不多爬够了 然而，外面在下雪。。。 都8点了，还是这个德行。。。 10点了。。。 实在等不下去了，用手机跟电脑下了几十盘五子棋了。。。 雪稍微停了，出帐篷勘测一下，外带拉屎。。。 还发现了这个，鸽子？山鸡。。。？ 拉完屎决定不等了，收包，收帐篷，下撤 结果收一半又开始下雪。。。。像逃难一样。。。 昨天下午烧了一次垃圾，这一夜产生的垃圾也没法空了，连同那个4L的农夫山泉瓶子、塑料布、1/4罐气，都扔营地了。。。 顶着头皮下降到大斜板，雪停了，出了点太阳，真是心情顿时大好 继续下到4600乱石坡，太阳已经完全出来了 沿着前人轨迹找到了那个石缝 然而旁边就有一个很好下的（黄为刚刚那张的石缝，红色为脚踩的点，沿绿色箭头下脚，一步就到底。。。 然而我还是没下这个，而是边下降边找地方过水走的另一侧 地形后略不表，同来时路 走到传统营地（小卖部）附近开始下雨，一会儿停，一会儿下，一会儿停，一会儿下。。。 于是进了牧民的帐篷帐篷借地下包穿衣服 走到两湖之间又开始出太阳，问了一个小妹妹走湖西侧可以出去不，门口那边封了路呢，小妹妹说可以，并指了我一个踩着石头过河的方向 我顺着方向果然看到很多石头，然后开始过河，结果过到一半开始下雨，踩石头上双手撑着登山杖保持平衡，没法穿雨衣。。。。 简直不能更坑了，前一秒还在出太阳，只穿了长袖T恤，然后过完河就快失温了。。。。 过完河之后一路快走稍微恢复点体温，虽然有信号了也不敢停下来看手机和吃东西，水也喝没了，马不停蹄赶到了景区停车场，又饿又渴又冷 权衡之下先解决口渴问题，找了个小卖部买了瓶水，老板人特好，看我太惨了，让我跟武汉来的一个驴友团一起吃了顿饭，算是老板赏的，几天没吃人饭了，而且今天又特别饿，所以这顿饭吃得特别香、特别撑。。。。 吃完之后，老板（女，一个人住，不方便）把我介绍给隔壁大叔住他们家，结果隔壁大叔帮我背包的时候把手机弄掉了，被一个藏娃捡去，要价1000块，我这手机才买成750块。。。。（二手索尼z3 折腾了好久，终于降价到500元，不折腾了，赎回来吧 捡我手机的一家人↓ 跟借宿的大叔谈妥230到阿坝（久治中转），于是睡觉 9月15日 少云，晴 起床吃奶茶泡的黄色淀粉糊状物，外加饼子，又吃撑了。。。 吃完坐上大叔家的车去久治 到了久治刚好遇到一个去成都的黑车，说好200去成都，于是给了年保大叔200块车费，换上了去成都的车 到了成都，久治那师傅说是230不是200，卧槽明明我当时问了3遍是不是200，真是。。。算了，懒得纠缠了 下车之后立刻换坐滴滴的顺风车（变相黑车）180元回重庆 到家11点多要到12点，洗澡解包睡觉。。。 司机电话 成都到阿坝司机13882492728 成都到阿坝司机21821556944413111800102 价格都是130，第一个开得快点，都是在半夜4点成都抚琴宾馆、交通宾馆附近上车 阿坝到年宝司机13551777337 阿坝到年宝司机218190257900 包车价格都是三四百，特别贱，问价格他给你说一个车的价格，然而你去了会发现一车人是坐满了的 所以他问你几个人的时候，需要多个心眼 成都到久治司机18209755883 就是之前那个上车说200，到了说230的那个人 而且开车之前特别墨迹，据说早上8点就到久治开始拉人了，我到的时候10点，还在久治城里面转了一个小时拉人。。。。 另外，从久治到阿坝，当地人坐黑车的话，应该是25元一个人 其他参考资料 http://www.8264.com/shanfeng-843093 http://www.mafengwo.cn/i/3000896.html http://bbs.8264.com/thread-2238777-1-1.html http://chuansong.me/n/932267 http://www.8264.com/youji/2196052.html http://www.8264.com/youji/5175051.html http://www.8264.com/youji/2238777.html http://lspandeng.org/bbs/forum.php?mod=viewthread&amp;tid=3832 天气预报 http://www.nmc.cn/publish/forecast/AQH/jiuzhi.html http://www.nmc.cn/publish/forecast/ASC/aba.html http://www.weather.com.cn/weather/101271901.shtml http://www.weather.com.cn/weather/101150505.shtml http://www.weather.com.cn/weather/10115050501A.shtml 轨迹汇总 含常规穿越轨迹，另外含有8264了了以及2bulu上山哥上传的一些坐标点，还有我标注的一些坐标点 https://pan.baidu.com/s/1miO0RTe http://www.8264.com/shanfeng-843093 http://www.mafengwo.cn/i/3000896.html http://bbs.8264.com/thread-2238777-1-1.html http://chuansong.me/n/932267 http://www.8264.com/youji/2196052.html http://www.8264.com/youji/5175051.html http://www.8264.com/youji/2238777.html http://lspandeng.org/bbs/forum.php?mod=viewthread&amp;tid=3832 天气预报 http://www.nmc.cn/publish/forecast/AQH/jiuzhi.html http://www.nmc.cn/publish/forecast/ASC/aba.html http://www.weather.com.cn/weather/101271901.shtml http://www.weather.com.cn/weather/101150505.shtml http://www.weather.com.cn/weather/10115050501A.shtml 轨迹汇总 含常规穿越轨迹，另外含有8264了了以及2bulu上山哥上传的一些坐标点，还有我标注的一些坐标点 https://pan.baidu.com/s/1miO0RTe","categories":[{"name":"运动 & 户外","slug":"运动-户外","permalink":"https://0xrr.github.io/categories/运动-户外/"}],"tags":[{"name":"记录","slug":"记录","permalink":"https://0xrr.github.io/tags/记录/"},{"name":"户外","slug":"户外","permalink":"https://0xrr.github.io/tags/户外/"},{"name":"登山","slug":"登山","permalink":"https://0xrr.github.io/tags/登山/"},{"name":"图片需要重新上传","slug":"图片需要重新上传","permalink":"https://0xrr.github.io/tags/图片需要重新上传/"}]},{"title":"2016年9月 年保玉则主峰 攀登计划","slug":"Sport&Outdoor/2016-9-NianBaoYuZe-Climb-Plan","date":"2016-08-31T16:00:00.000Z","updated":"2019-04-11T04:06:49.759Z","comments":true,"path":"2016/09/01/Sport&Outdoor/2016-9-NianBaoYuZe-Climb-Plan/","link":"","permalink":"https://0xrr.github.io/2016/09/01/Sport&Outdoor/2016-9-NianBaoYuZe-Climb-Plan/","excerpt":"成都-阿坝 黑车130一个人，是早上4点出发 中午12点可到阿坝 阿坝，三百块单独包车，2小时可到年保玉则景区 年保玉则景区回阿坝 50一个人，2小时车程（中午12点之后有车，大概下午2-3点","text":"成都-阿坝 黑车130一个人，是早上4点出发 中午12点可到阿坝 阿坝，三百块单独包车，2小时可到年保玉则景区 年保玉则景区回阿坝 50一个人，2小时车程（中午12点之后有车，大概下午2-3点 沟底上升 C1到 BC至C0主要为乱石坡，至瀑布前这一段溪流的左侧好走一点，瀑布下面向右前方向转 到C0途中最危险的是要翻越一个石缝，看起来挺简单，但是这个石缝比较的高，翻上去的平台一侧又是个悬崖，要想背着背包翻上来必须掌握好平衡。 从4000到4600平台这个坡全是塌方的石头，冰瀑那段看似较陡，其实还是有路的。 在快到瀑布的下方的时候，需要向右侧攀升到大岩石上。 由此继续向右侧横移，过一个小溪，翻上一个石堆后，终于到达了平坦的C0营地。 C0营地海拔4500米，位于冰川末端的右侧，有一个足球场大，较平坦，但是地上有不少突出的岩石，能扎帐篷的地方也不是很多，这里有小溪流过，取水方便。 C0再向上，一开始依然是一段很陡的碎石坡路，走起来很费劲。上到碎石坡的顶端后，顺着右边石壁的下方可以上到第二台阶的位置，第二台阶有点像个盆地，乱石纵横，确实如向导说的，不是很好扎营。这里的海拔是4800米。 从第二台阶的左边巨石向上攀登，一直到达冰川的边缘。这里的冰川非常的开阔，下部较平坦，可以称之为第三台阶，上边覆盖了有十几公分的浮雪，这样走起来还不是很滑。不过我们还是换上了冰爪，因为就在不远处的冰川上，我们已经看到了一道道的冰裂缝，我们必须要绕过它们。换好装备，我们7个人做了两个结组，开始前进。 走了有十几米，突然在右边比较平坦的雪地上发现了三顶帐篷，没有人，这应该是上海队的帐篷，他们把这里作为了他们的C1营地。 部分信息来源自 8264 绿野","categories":[{"name":"运动 & 户外","slug":"运动-户外","permalink":"https://0xrr.github.io/categories/运动-户外/"}],"tags":[{"name":"户外","slug":"户外","permalink":"https://0xrr.github.io/tags/户外/"},{"name":"登山","slug":"登山","permalink":"https://0xrr.github.io/tags/登山/"},{"name":"计划","slug":"计划","permalink":"https://0xrr.github.io/tags/计划/"}]},{"title":"车辆上户之后，购置发票更正的流程","slug":"Daily&Odd/Fapiao-After-Registration","date":"2016-08-22T16:00:00.000Z","updated":"2019-04-11T04:06:34.778Z","comments":true,"path":"2016/08/23/Daily&Odd/Fapiao-After-Registration/","link":"","permalink":"https://0xrr.github.io/2016/08/23/Daily&Odd/Fapiao-After-Registration/","excerpt":"最近公司买了辆车，购税、上户、上牌之后才发现，纳税人识别号被4S店弄错了 于是在网上搜了下应该怎么操作，结果毫无任何有用信息 特此把解决方案存档，以示后人 总的解决方案是，打印出新发票，旧发票作废 发票一共5联 12交给购车方，1是发票联，2是抵扣联 3交给公安局公安交通管理局车辆管理所了（下简称车管所） 4交给 国家税务局车辆购置税征收管理分（下简称购税办） 5销售方存留","text":"最近公司买了辆车，购税、上户、上牌之后才发现，纳税人识别号被4S店弄错了 于是在网上搜了下应该怎么操作，结果毫无任何有用信息 特此把解决方案存档，以示后人 总的解决方案是，打印出新发票，旧发票作废 发票一共5联 12交给购车方，1是发票联，2是抵扣联 3交给公安局公安交通管理局车辆管理所了（下简称车管所） 4交给 国家税务局车辆购置税征收管理分（下简称购税办） 5销售方存留 去车管所，带上： 经办人身份证复印件 车店对发票有误请求调换的情况说明 公司对发票有误请求调换的情况说明 新的正确的发票 然后就可以把旧的错误的发票换出来了 去购税办，带上： 公司对发票有误请求调换的情况说明 新的正确的发票 然后就可以把旧的错误的发票换出来了 仅供参考，各地政策可能不同，最好事先咨询车管所档案室，以及购税办综合岗 情况说明范例： （备注，最好把新、旧发票的发票号写上去）","categories":[{"name":"日常 & 杂文","slug":"日常-杂文","permalink":"https://0xrr.github.io/categories/日常-杂文/"}],"tags":[{"name":"答案","slug":"答案","permalink":"https://0xrr.github.io/tags/答案/"}]},{"title":"急性高山病相关药物以及饮食注意事项","slug":"Sport&Outdoor/Mountain-disease-drugs-and-dietary-precautions","date":"2016-02-07T16:00:00.000Z","updated":"2019-04-11T04:08:20.414Z","comments":true,"path":"2016/02/08/Sport&Outdoor/Mountain-disease-drugs-and-dietary-precautions/","link":"","permalink":"https://0xrr.github.io/2016/02/08/Sport&Outdoor/Mountain-disease-drugs-and-dietary-precautions/","excerpt":"","text":"1.乙酰唑胺（已停产）新药为 醋甲唑胺加速碳酸盐排泄，提高血液酸性，帮助呼吸，加速适应过程，每天2次，每次125mg，进山前1天开始服用，进山后两天停用，对肺水肿、脑水肿无效2.硝苯地平钙离子阻断剂，缓解肺动脉收缩，每12小时20-30mg，缓释为宜，预防和缓解肺水肿，起效较慢，导致低血压，不建议登山使用 西地那非，缓解肺水肿，俗称伟哥，贵。。。 吸入沙美特罗（治疗哮喘药物），预防肺水肿，贵。。。 3.地塞米松（部分人群对此过敏）类固醇药物降低颅内压，每6小时4mg，能在给药后6小时内起效，缓解脑水肿，赢得下撤时间 4.阿司匹林进山前1天，每天3次，每次320mg，直到出山，缓解头疼 或者布洛芬（非处方药 5.维生素C每餐后250mg，维生素E，每餐后100UI，缓解急性高山反应症状 6.水补充脱水，维持血浆总量，维持携氧能力 7.少吃含有亚硝酸盐和亚硫酸盐的食物避免偏头疼，例如 奶酪、巧克力、柑橘、卤肉、味精. 8.白天食用易消化、高GI值食物（单糖、碳水化合物）少食多餐，减少肠胃负担供血需求 9.晚上食用蛋白质、脂肪含量高的食物以持续供能度过漫漫长夜 如果食物单一注意补充维生素、电解质（每升水添加1.5g低钠盐，可同时补充Mg、K） 备注：1-4均为处方药，但是管控不严格，在网上药房可以买到 2,3对脑水肿和肺水肿只能缓解，并不能治疗，需及时下撤 详细信息建议阅读相关书籍 ##### 参考文献：Acute mountain sickness：https://medlineplus.gov/ency/article/000133.htm 《登山手册》（The Mountaineering Handbook）（美）克雷格·康纳利（Craig Connally）著 严冬冬 译 《登山圣经》 作者: 登山协会 (Mountaineers Club) 出版社: 重庆出版集团,重庆出版社","categories":[{"name":"运动 & 户外","slug":"运动-户外","permalink":"https://0xrr.github.io/categories/运动-户外/"}],"tags":[{"name":"户外","slug":"户外","permalink":"https://0xrr.github.io/tags/户外/"},{"name":"资料收集","slug":"资料收集","permalink":"https://0xrr.github.io/tags/资料收集/"}]}]}